{
	"dataset": {
		
        "prefix": "PREFIX eventKG-r: <http://eventKG.l3s.uni-hannover.de/resource/> PREFIX eventKG-s: <http://eventKG.l3s.uni-hannover.de/schema/> PREFIX eventKG-g: <http://eventKG.l3s.uni-hannover.de/graph/> PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> PREFIX so: <http://schema.org/> PREFIX sem: <http://semanticweb.cs.vu.nl/2009/11/sem/> PREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#> PREFIX wdt: <http://www.wikidata.org/prop/direct/> PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX owl: <http://www.w3.org/2002/07/owl#> PREFIX dbr: <http://dbpedia.org/resource/> PREFIX dbpedia-de: <http://de.dbpedia.org/resource/> PREFIX dcterms: <http://purl.org/dc/terms/>",
        "id": "event-qa-train-english-eventkg"
	},
	"questions": [{
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Did Boughera El Ouafi receive a gold medal in the 1928 Summer Olympics, Men's marathon and then die in Saint-Denis?",
			"language": "en"
		}, {
			"string": "Boughera El Ouafi recebeu uma medalha de ouro na Olimpíada de Verão de 1928, a maratona masculina e depois morreu em Saint-Denis?",
			"language": "pt"
		}, {
			"string": "Hat Boughera El-Ouafi eine Goldmedaille beim Marathon der Olympischen Spiele 1928 erhalten und ist später in Saint-Denis verstorben?",
			"language": "de"
		}],
		"query": {
			"sparql": "ASK  { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:goldMedalist . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:deathPlace . ?event1 owl:sameAs <http://dbpedia.org/resource/Athletics_at_the_1928_Summer_Olympics_–_Men's_marathon> . ?entity1 owl:sameAs <http://dbpedia.org/resource/Boughera_El_Ouafi> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Saint-Denis,_Seine-Saint-Denis> . } "
		},
		"onlyDbo": "true",
		"answerType": "boolean",
		"aggregation": "false",
		"id": 24,
		"answers": [{
			"head": {},
			"boolean": true
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who was related to Edward Troubridge and participated in the Battle of Cuddalore in 1783?",
			"language": "en"
		}, {
			"string": "Quem estava relacionado a Edward Troubridge e participou da Batalha de Cuddalore em 1783?",
			"language": "pt"
		}, {
			"string": "Welcher Verwandte von Edward Troubridge nahm 1783 an der Schlacht von Cuddalore teil?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:battle . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:relation . ?event1 owl:sameAs <http://dbpedia.org/resource/Battle_of_Cuddalore_(1783)> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Edward_Troubridge> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 25,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_7333966"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who was Akron Indians' coach in the 1926 season who was born in Ohio?",
			"language": "en"
		}, {
			"string": "Qual técnico nascido em Ohio treinou o Akron Indians na temporada de 1926?",
			"language": "pt"
		}, {
			"string": "Wer wurde in Ohio geboren und war Trainer der Akron Indians in der Saison 1926?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:coach . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:birthPlace . ?event1 owl:sameAs <http://dbpedia.org/resource/1926_Akron_Indians_season> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Ohio> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 26,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_12516776"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What is the category of the 1993 Porsche Tennis Grand Prix located in the United States?",
			"language": "en"
		}, {
			"string": "Qual é a categoria do Grande Prêmio de Tênis de 1993 da Porsche localizado nos Estados Unidos?",
			"language": "pt"
		}, {
			"string": "Welcher US-Institution gehört der 1993 Porsche Tennis Grand Prix zu?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:category . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:locationCountry . ?event1 owl:sameAs <http://dbpedia.org/resource/1993_Porsche_Tennis_Grand_Prix> . ?entity2 owl:sameAs <http://dbpedia.org/resource/United_States> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 27,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_1637005"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Did Salibi al-Zahir belong to Sunni Islam and did he command the Battle of Lake Huleh in 1771?",
			"language": "en"
		}, {
			"string": "Salibi al-Zahir pertenceu ao Islã Sunita e ele comandou a Batalha do Lago Huleh em 1771?",
			"language": "pt"
		}, {
			"string": "War Salibi al-Zahir sunnitisch und an der Schlacht um die Chulaebene beteiligt?",
			"language": "de"
		}],
		"query": {
			"sparql": "ASK  { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:commander . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:religion . ?event1 owl:sameAs <http://dbpedia.org/resource/Battle_of_Lake_Huleh_(1771)> . ?entity1 owl:sameAs <http://dbpedia.org/resource/Salibi_al-Zahir> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Sunni_Islam> . } "
		},
		"onlyDbo": "true",
		"answerType": "boolean",
		"aggregation": "false",
		"id": 28,
		"answers": [{
			"head": {},
			"boolean": true
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Was Whiplash a film directed by Damien Chazelle and the opening film of the 2014 Sundance Film Festival?",
			"language": "en"
		}, {
			"string": "Whiplash foi um filme dirigido por Damien Chazelle e também o filme de abertura do Festival de Cinema de Sundance em 2014?",
			"language": "pt"
		}, {
			"string": "Ist Damien Chazelle der Regisseur des Films Whiplash und war Whiplash der Eröffnungsfilm im 2014er Sundance Film Festival?",
			"language": "de"
		}],
		"query": {
			"sparql": "ASK  { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:openingFilm . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:director . ?event1 owl:sameAs <http://dbpedia.org/resource/2014_Sundance_Film_Festival> . ?entity1 owl:sameAs <http://dbpedia.org/resource/Whiplash_(2014_film)> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Damien_Chazelle> . } "
		},
		"onlyDbo": "true",
		"answerType": "boolean",
		"aggregation": "false",
		"id": 29,
		"answers": [{
			"head": {},
			"boolean": true
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Was VfB Stuttgart the champion of the Bundesliga in 1983-84 and was it also the Odisseas Vlachodimos's youth club?",
			"language": "en"
		}, {
			"string": "O VfB Stuttgart foi campeão da Bundesliga em 1983-84 e foi também o clube da juventude de Odisseas Vlachodimos?",
			"language": "pt"
		}, {
			"string": "Ist der VfB Stuttgart sowohl der Bundesligameister von 1984 als auch der Ausbildungsverein von Odisseas Vlachodimos?",
			"language": "de"
		}],
		"query": {
			"sparql": "ASK  { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:champion . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:youthClub . ?event1 owl:sameAs <http://dbpedia.org/resource/1983–84_Bundesliga> . ?entity1 owl:sameAs <http://dbpedia.org/resource/VfB_Stuttgart> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Odisseas_Vlachodimos> . } "
		},
		"onlyDbo": "true",
		"answerType": "boolean",
		"aggregation": "false",
		"id": 30,
		"answers": [{
			"head": {},
			"boolean": true
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Give me the number of times that Mitch Evans was a pole driver in New Zealand.",
			"language": "en"
		}, {
			"string": "Dê-me o número de vezes que Mitch Evans foi pole na Nova Zelândia?",
			"language": "pt"
		}, {
			"string": "Wie viele Poles hat Mitch Evans in Neuseeland geholt?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT count ( DISTINCT ?event1 ) as ?count WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:country . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:poleDriver . ?entity1 owl:sameAs <http://dbpedia.org/resource/New_Zealand> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Mitch_Evans> . }"
		},
		"onlyDbo": "true",
		"answerType": "number",
		"aggregation": "false",
		"id": 31,
		"answers": [{
			"head": {
				"vars": ["count"]
			},
			"results": {
				"bindings": [{
					"count": {
						"datatype": "http://www.w3.org/2001/XMLSchema#integer",
						"type": "typed-literal",
						"value": "3"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What was the Marshal who commanded the Siege of Rogatica in 1941?",
			"language": "en"
		}, {
			"string": "Qual foi o Marechal que comandou o Cerco de Rogatica em 1941?",
			"language": "pt"
		}, {
			"string": "Welcher Marschall war Kommandeur bei der Belagerung Rogaticas?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:commander . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:militaryRank . ?event1 owl:sameAs <http://dbpedia.org/resource/Siege_of_Rogatica_(1941)> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Marshal> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 32,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_7234626"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "When did Mille Miglia finish in Italy with the Endurance racing motorsports category? ",
			"language": "en"
		}, {
			"string": "Quando a Mille Miglia terminou na Itália na categoria de corrida de Endurance?",
			"language": "pt"
		}, {
			"string": "Wann fand das italienische Langstreckenrennen Mille Miglia letztmalig statt?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1EndTime WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:country . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:category . ?event1 sem:hasEndTimeStamp ?event1EndTime . ?event1 owl:sameAs <http://dbpedia.org/resource/Mille_Miglia> . ?entity1 owl:sameAs <http://dbpedia.org/resource/Italy> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Endurance_racing_(motorsport)> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 33,
		"answers": [{
			"head": {
				"vars": ["event1EndTime"]
			},
			"results": {
				"bindings": [{
					"event1EndTime": {
						"datatype": "http://www.w3.org/2001/XMLSchema#date",
						"type": "typed-literal",
						"value": "1957-12-31"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "In which badminton event at Summer Olympics after 2000 did Zhang Ning participate in?",
			"language": "en"
		}, {
			"string": "Zhang Ning participou em que evento de badminton nos Jogos Olímpicos de Verão após o ano 2000?",
			"language": "pt"
		}, {
			"string": "Welches Turnier, in dem Zhang Ning mitspielte, folgte auf das Badminton-Damen-Einzel bei Olympia 2000?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?event2 . ?relation1 sem:roleType dbo:nextEvent . ?relation2 rdf:object ?event1 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:event . ?event2 owl:sameAs <http://dbpedia.org/resource/Badminton_at_the_2000_Summer_Olympics_–_Women's_singles> . ?entity1 owl:sameAs <http://dbpedia.org/resource/Zhang_Ning> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 34,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_964927"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who was the president of Panathinaikos F.C. in 1994-95 and was a resident in Athens?",
			"language": "en"
		}, {
			"string": "Quem foi o presidente do Panathinaikos F.C. em 1994-95 e residiu em Atenas?",
			"language": "pt"
		}, {
			"string": "Welcher Bewohner Athens war Vorsitzender von Panathinaikos in der Saison 1994/95?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:chairman . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:residence . ?event1 owl:sameAs <http://dbpedia.org/resource/1994–95_Panathinaikos_F.C._season> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Athens> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 35,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_924526"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "In which territory that existed after the Parthian Empire did the Battle of Misiche take place?",
			"language": "en"
		}, {
			"string": "Em qual território que existiu após o Império Parta, aconteceu a Batalha de Misiche?",
			"language": "pt"
		}, {
			"string": "In welchem vormaligen Gebiet des Partherreichs fand die Schlacht von Mesiche statt?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:territory . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:previousEntity . ?event1 owl:sameAs <http://dbpedia.org/resource/Battle_of_Misiche> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Parthian_Empire> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 36,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_1762623"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Was Josef Fendt the president of the International Luge Federation and did this federation organize the FIL World Luge Championships in 2011?",
			"language": "en"
		}, {
			"string": "Josef Fendt foi o presidente da Federação Internacional de Luge e tal federação organizou o Campeonato Mundial de Luge da FIL em 2011?",
			"language": "pt"
		}, {
			"string": "War Josef Fendt der Präsident der Fédération Internationale de Luge de Course, von der die 42. FIL Weltmeisterschaft im Rennrodeln ausgerichtet wurde?",
			"language": "de"
		}],
		"query": {
			"sparql": "ASK  { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:organisation . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:president . ?event1 owl:sameAs <http://dbpedia.org/resource/FIL_World_Luge_Championships_2011> . ?entity1 owl:sameAs <http://dbpedia.org/resource/International_Luge_Federation> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Josef_Fendt> . } "
		},
		"onlyDbo": "true",
		"answerType": "boolean",
		"aggregation": "false",
		"id": 37,
		"answers": [{
			"head": {},
			"boolean": true
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What formula one racer in the Scuderia Toro Rosso team was the first driver in the Belgian Grand Prix?",
			"language": "en"
		}, {
			"string": "Qual piloto de Fórmula Um da equipe da Scuderia Toro Rosso foi o primeiro piloto do Grande Prêmio da Bélgica?",
			"language": "pt"
		}, {
			"string": "Welcher Toro-Rosso-Formel-1-Fahrer hat den Großen Preis von Belgien im Jahr 2011 gewonnen?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:firstDriver . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:team . ?event1 owl:sameAs <http://dbpedia.org/resource/2011_Belgian_Grand_Prix> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Scuderia_Toro_Rosso> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 38,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_852632"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who did achieve most wins in the Tour of Britain and was the manager of Giordana Racing Team?",
			"language": "en"
		}, {
			"string": "Quem ganhou mais no Tour da Grã-Bretanha e foi o técnico da equipe Giordana Racing?",
			"language": "pt"
		}, {
			"string": "Wer hat die meisten Siege in der Britannien-Rundfahrt und war Manager des Giordana-Racing-Teams?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:mostWins . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:manager . ?event1 owl:sameAs <http://dbpedia.org/resource/Tour_of_Britain> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Giordana_Racing_Team> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 39,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_12672802"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Which Duke of Limburg participated in Dutch Hanseatic War as a commander?",
			"language": "en"
		}, {
			"string": "Que Duque de Limburg participou da Guerra Hanseática Holandesa como comandante?",
			"language": "pt"
		}, {
			"string": "Welcher Vertreter des Herzogtums Limburg war Befehlshaber im Hansisch-Niederländischen Krieg?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:commander . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:personFunction . ?event1 owl:sameAs <http://dbpedia.org/resource/Dutch–Hanseatic_War> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Duchy_of_Limburg> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 40,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_1241801"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "How many events chaired by Derek Shaw were part of the EFL championships?",
			"language": "en"
		}, {
			"string": "Quantos eventos presididos por Derek Shaw fizeram parte dos campeonatos do EFL?",
			"language": "pt"
		}, {
			"string": "Wie viele Events der Football League Championship fanden unter dem Vorsitz von Derek Shaw statt?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT count ( DISTINCT ?event1 ) as ?count WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:chairman . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:league . ?entity1 owl:sameAs <http://dbpedia.org/resource/Derek_Shaw_(businessman)> . ?entity2 owl:sameAs <http://dbpedia.org/resource/EFL_Championship> . } "
		},
		"onlyDbo": "true",
		"answerType": "number",
		"aggregation": "false",
		"id": 41,
		"answers": [{
			"head": {
				"vars": ["count"]
			},
			"results": {
				"bindings": [{
					"count": {
						"datatype": "http://www.w3.org/2001/XMLSchema#integer",
						"type": "typed-literal",
						"value": "5"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What is the sport art of the 4 Hours of Estoril in 1977? This sport art is also shown in the NASCAR America news program.",
			"language": "en"
		}, {
			"string": "Qual o esporte do 4 Horas de Estoril em 1977? Esse esporte foi também apresentado no programa de notícias NASCAR America.",
			"language": "pt"
		}, {
			"string": "Welche Sportart wird bei den 4 Hours of Estoril 1977 und in der NASCAR America betrieben?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:sport . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:genre . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?event1 owl:sameAs <http://dbpedia.org/resource/4_Hours_of_Estoril> . ?entity2 owl:sameAs <http://dbpedia.org/resource/NASCAR_America> . FILTER (?event1StartTime >= '1977-01-01'^^xsd:date && ?event1StartTime <'1978-01-01'^^xsd:date) } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 42,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_2900676"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Was Jawad Ouaddouch the top scorer of 2010-11 season in Botola and was Kawkab Marrakech club relegated in that season?",
			"language": "en"
		}, {
			"string": "Jawad Ouaddouch foi o artilheiro no campeonato de Botola na temporada 2010-11, sendo que o clube Kawkab Marrakech foi rebaixado nessa temporada?",
			"language": "pt"
		}, {
			"string": "War Jawad Ouaddouch der Top-Scorer der Saison 2010/11 in Botola, und stieg der Kawkab Athlétique Club de Marrakech in dieser Saison ab?",
			"language": "de"
		}],
		"query": {
			"sparql": "ASK  { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:soccerTournamentTopScorer . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:soccerLeagueRelegated . ?event1 owl:sameAs <http://dbpedia.org/resource/2010–11_Botola> . ?entity1 owl:sameAs <http://dbpedia.org/resource/Jawad_Ouaddouch> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Kawkab_Marrakech> . } "
		},
		"onlyDbo": "true",
		"answerType": "boolean",
		"aggregation": "false",
		"id": 43,
		"answers": [{
			"head": {},
			"boolean": true
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who was the second leader in the Irish general election in November 1982, who came from the University College Dublin?",
			"language": "en"
		}, {
			"string": "Quem foi o segundo líder na eleição geral irlandesa em novembro de 1982, que veio do Colégio Universitário de Dublin?",
			"language": "pt"
		}, {
			"string": "Welcher (ehemalige) Student der University College Dublin war zweiter bei den Irischen Wahlen im November 1982?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:secondLeader . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:university . ?event1 owl:sameAs <http://dbpedia.org/resource/November_1982_Irish_general_election> . ?entity2 owl:sameAs <http://dbpedia.org/resource/University_College_Dublin> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 44,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_2869151"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "How many titles did Boca Juniors club win in CONMEBOL?",
			"language": "en"
		}, {
			"string": "Quantos títulos o Boca Juniors ganhou na CONMEBOL?",
			"language": "pt"
		}, {
			"string": "Wie viele CONMEBOL-Titel haben die Boca Juniors gewonnen?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT count ( DISTINCT ?event1 ) as ?count WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:company . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:champion . ?entity1 owl:sameAs <http://dbpedia.org/resource/CONMEBOL> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Boca_Juniors> . } "
		},
		"onlyDbo": "true",
		"answerType": "number",
		"aggregation": "false",
		"id": 45,
		"answers": [{
			"head": {
				"vars": ["count"]
			},
			"results": {
				"bindings": [{
					"count": {
						"datatype": "http://www.w3.org/2001/XMLSchema#integer",
						"type": "typed-literal",
						"value": "9"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who was the first leader of the 2015 Queensland state election and had Ian Walker as the predecessor?",
			"language": "en"
		}, {
			"string": "Quem foi o primeiro líder da eleição estadual de Queensland em 2015 e teve Ian Walker como antecessor?",
			"language": "pt"
		}, {
			"string": "Wer wurde bei den 2015er Wahlen in Queensland gewählt und ist Nachfolger von Ian Walker?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:firstLeader . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:successor . ?event1 owl:sameAs <http://dbpedia.org/resource/2015_Queensland_state_election> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Ian_Walker_(politician)> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 46,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_12125485"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who was Denver Broncos' coach in the 1966 season, and died in California?",
			"language": "en"
		}, {
			"string": "Quem foi o técnico do Denver Broncos na temporada de 1966 e morreu na Califórnia?",
			"language": "pt"
		}, {
			"string": "Wer war der Coach der Denver Broncos in der Saison 1966 und verstarb in Kalifornien?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:coach . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:deathPlace . ?event1 owl:sameAs <http://dbpedia.org/resource/1966_Denver_Broncos_season> . ?entity2 owl:sameAs <http://dbpedia.org/resource/California> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 47,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_1888820"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Which company was involved in the organization of Red Bull Air Race World Championship that had Red Bull Racing Team as subsidiary?",
			"language": "en"
		}, {
			"string": "Qual empresa estava envolvida na organização do Campeonato Mundial da Red Bull Air Race que teve a equipe Red Bull Racing como subsidiária?",
			"language": "pt"
		}, {
			"string": "Welches Mutterunternehmen des Red Bull Racing Teams organisiert die Red Bull Air Race World Championship?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:organisation . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:subsidiary . ?event1 owl:sameAs <http://dbpedia.org/resource/Red_Bull_Air_Race_World_Championship> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Red_Bull_Racing_Team> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 48,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_5709196"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Give me the participant of Sir Henry Cecil Stakes race that had a gray color.",
			"language": "en"
		}, {
			"string": "Dê-me o participante da corrida de Sir Henry Cecil Stakes que tinha cor cinza.",
			"language": "pt"
		}, {
			"string": "Welche Teilnehmer des Sir-Henry-Cecil-Stakes-Rennen tragen grau?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:race . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:colour . ?event1 owl:sameAs <http://dbpedia.org/resource/Sir_Henry_Cecil_Stakes> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Gray_(horse)> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 49,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_5220593"
					}
				}]
			}
		}]
	}]
}