{
	"dataset": {
		
        "prefix": "PREFIX eventKG-r: <http://eventKG.l3s.uni-hannover.de/resource/> PREFIX eventKG-s: <http://eventKG.l3s.uni-hannover.de/schema/> PREFIX eventKG-g: <http://eventKG.l3s.uni-hannover.de/graph/> PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> PREFIX so: <http://schema.org/> PREFIX sem: <http://semanticweb.cs.vu.nl/2009/11/sem/> PREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#> PREFIX wdt: <http://www.wikidata.org/prop/direct/> PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX owl: <http://www.w3.org/2002/07/owl#> PREFIX dbr: <http://dbpedia.org/resource/> PREFIX dbpedia-de: <http://de.dbpedia.org/resource/> PREFIX dcterms: <http://purl.org/dc/terms/>",
        "id": "event-qa-train-english-eventkg"
	},
	"questions": [{
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Has Hulusi Akar earned the Chief of defense rank and was he involved in the Sukhoi Su-24 shootdown conflict?",
			"language": "en"
		}, {
			"string": "Hulusi Akar tinha a patente militar de Chefe da Defesa e estava envolvido no tiroteio Sukhoi Su-24?",
			"language": "pt"
		}, {
			"string": "Hat Hulusi Akar den Rang 'Chief of Defence' und war er am Abschuss der Suchoi Su-24 beteiligt?",
			"language": "de"
		}],
		"query": {
			"sparql": "ASK  { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:conflict . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:militaryRank . ?event1 owl:sameAs <http://dbpedia.org/resource/2015_Russian_Sukhoi_Su-24_shootdown> . ?entity1 owl:sameAs <http://dbpedia.org/resource/Hulusi_Akar> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Chief_of_defence> . } "
		},
		"onlyDbo": "true",
		"answerType": "boolean",
		"aggregation": "false",
		"id": 247,
		"answers": [{
			"head": {},
			"boolean": true
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Which award organized by the Netherlands Film Festival in 1981 was received by Hannah Hoekstra?",
			"language": "en"
		}, {
			"string": "Qual prêmio organizado pelo Festival de Cinema da Holanda em 1981 foi recebido por Hannah Hoekstra?",
			"language": "pt"
		}, {
			"string": "Welchen Preis des Niederländischen Filmfestivals hat Hannah Hoekstra 1981 erhalten?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:organisation . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:award . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?event1 owl:sameAs <http://dbpedia.org/resource/Netherlands_Film_Festival> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Hannah_Hoekstra> . FILTER (?event1StartTime >= '1981-01-01'^^xsd:date && ?event1StartTime < '1982-01-01'^^xsd:date) } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 248,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_8415919"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who participated in the Karine-A-affair in 2002 and had Benjamin Netanyahu as prime minister?",
			"language": "en"
		}, {
			"string": "Quem participou do caso Karine-A em 2002 e teve Benjamin Netanyahu como primeiro-ministro?",
			"language": "pt"
		}, {
			"string": "Wer war unter Ministerpräsident Netanjahu an der Karine-A-Affäre 2002 beteiligt?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:battle . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:primeMinister . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?event1 owl:sameAs <http://dbpedia.org/resource/Karine_A_affair> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Benjamin_Netanyahu> . FILTER (?event1StartTime >= '2002-01-01'^^xsd:date && ?event1StartTime < '2003-01-01'^^xsd:date) } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 249,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_12177532"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "In which city, the Metropolitan Borough of Abbey Hey, did an annual football match FA Charity Shield take place in 1952?",
			"language": "en"
		}, {
			"string": "Em que cidade, Região Metropolitana de Abadia Hey, um torneio anual de futebol FA Charity Shield aconteceu em 1952?",
			"language": "pt"
		}, {
			"string": "Welche Stadt, die Metropolitan Borough von Abbey Hey ist, wurde der FA Charity Shield 1952 ausgetragen?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:city . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:metropolitanBorough . ?event1 owl:sameAs <http://dbpedia.org/resource/1952_FA_Charity_Shield> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Abbey_Hey> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 250,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_2686046"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who was a baroque style music composer that composed Il Ballo Delle Ingrate in 1608?",
			"language": "en"
		}, {
			"string": "Quem foi um compositor de estilo barroco que compôs o Il Ballo Delle Ingrate, 1608?",
			"language": "pt"
		}, {
			"string": "Wer komponierte für 'Il ballo delle ingrate' im Jahr 1608 und war Anhänger der Barock-Musik?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:musicComposer . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:style . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?event1 owl:sameAs <http://dbpedia.org/resource/Il_ballo_delle_ingrate> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Baroque_music> . FILTER (?event1StartTime >= '1608-01-01'^^xsd:date && ?event1StartTime < '1609-01-01'^^xsd:date) } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 251,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_11551126"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "In which event did Aram Khachaturian participate as the music composer and author in 1956?",
			"language": "en"
		}, {
			"string": "Em qual evento Aram Khachaturian participou como compositor musical e autor em 1956?",
			"language": "pt"
		}, {
			"string": "Für welches Ereignis 1956 war Aram Khachaturian sowohl als Autor als auch als Komponist zuständig?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:musicComposer . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:author . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?entity1 owl:sameAs <http://dbpedia.org/resource/Aram_Khachaturian> . FILTER (?event1StartTime >= '1956-01-01'^^xsd:date && ?event1StartTime < '1957-01-01'^^xsd:date) } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 252,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_6311193"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Did François Cevert play his last race in 1973 Canadian Grand Prix while Emerson Fittipaldi was the fastest driver?",
			"language": "en"
		}, {
			"string": "François Cevert fez sua última corrida em 1973 no GP do Canadá, enquanto Emerson Fittipaldi foi o piloto mais rápido?",
			"language": "pt"
		}, {
			"string": "Hat François Cevert sein letztes Rennen beim Großen Preis von Kanada 1973 gemacht, als Emerson Fittipaldi der schnellste Fahrer war?",
			"language": "de"
		}],
		"query": {
			"sparql": "ASK  { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:fastestDriver . ?relation2 rdf:object ?event1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:lastRace . ?event1 owl:sameAs <http://dbpedia.org/resource/1973_Canadian_Grand_Prix> . ?entity1 owl:sameAs <http://dbpedia.org/resource/Emerson_Fittipaldi> . ?entity2 owl:sameAs <http://dbpedia.org/resource/François_Cevert> . } "
		},
		"onlyDbo": "true",
		"answerType": "boolean",
		"aggregation": "false",
		"id": 253,
		"answers": [{
			"head": {},
			"boolean": true
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What were all the soccer tournaments organized by Beach Soccer Worldwide where Dejan Stankovic was the top scorer after 2007?",
			"language": "en"
		}, {
			"string": "Quais foram todos os torneios de futebol organizados pela Beach Soccer Worldwide, onde Dejan Stankovic foi o artilheiro após 2007?",
			"language": "pt"
		}, {
			"string": "In welchen Fußballturnieren der Beach Soccer Worldwide nach 2007 war Dejan Stankovic der Top-Scorer?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:organisation . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:soccerTournamentTopScorer . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?entity1 owl:sameAs <http://dbpedia.org/resource/Beach_Soccer_Worldwide> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Dejan_Stankovic_(beach_soccer)> . FILTER (?event1StartTime > '2007-05-05'^^xsd:date) } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 254,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_693222"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_916116"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_47993"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_389145"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_462618"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_56094"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_600743"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who was a commander of the Egyptian coup d'état in 2013 that was also an academic at the Minya University?",
			"language": "en"
		}, {
			"string": "Quem foi o comandante do golpe de estado no Egito em 2013 que foi também um acadêmico na universidade Minya?",
			"language": "pt"
		}, {
			"string": "Welcher Kommandeur des Militärputsches in Ägypten 2013 war an der Minya-Universität?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:commander . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:university . ?event1 owl:sameAs <http://dbpedia.org/resource/2013_Egyptian_coup_d'état> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Minya_University> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 255,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_6990719"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Is it true that Shanghai SIPG F.C was the last champion of the China League One in 2013 and was managed by Eriksson?",
			"language": "en"
		}, {
			"string": "É verdade que o Shanghai SIPG F.C foi o último campeão da Liga Um da China em 2013 e foi administrado por Eriksson?",
			"language": "pt"
		}, {
			"string": "Stimmt es, dass der Shanghai SIPG F.C. der letzte Sieger in der Saison 2013 der China League One war und von Sven-Göran_Eriksson trainiert wurde?",
			"language": "de"
		}],
		"query": {
			"sparql": "ASK  { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:soccerTournamentLastChampion . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:manager . ?event1 owl:sameAs <http://dbpedia.org/resource/2013_China_League_One> . ?entity1 owl:sameAs <http://dbpedia.org/resource/Shanghai_SIPG_F.C.> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Sven-Göran_Eriksson> . } "
		},
		"onlyDbo": "true",
		"answerType": "boolean",
		"aggregation": "false",
		"id": 256,
		"answers": [{
			"head": {},
			"boolean": true
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who caused the Castilian Civil War in 1351, where such a person had John I of Castile as his heir?",
			"language": "en"
		}, {
			"string": "Quem causou a Guerra Civil Castelhana em 1351, onde tal pessoa tinha João I de Castela como seu herdeiro?",
			"language": "pt"
		}, {
			"string": "Welcher Vorgänger von Johann I. hat den ersten kastilischen Bürgerkrieg im Jahr 1351 verursacht?",
			"language": "de"
		}],
		"query": {
			"sparql": " SELECT DISTINCT ?entity1 WHERE {  ?relation1 rdf:object ?entity1 .  ?relation1 rdf:subject ?event1 .  ?relation1 sem:roleType dbo:causedBy .  ?relation2 rdf:object ?entity2 .  ?relation2 rdf:subject ?entity1 .  ?relation2 sem:roleType dbo:heir .  ?event1 sem:hasBeginTimeStamp ?event1StartTime .  ?event1 owl:sameAs <http://dbpedia.org/resource/Castilian_Civil_War> .  ?entity2 owl:sameAs <http://dbpedia.org/resource/John_I_of_Castile> .  FILTER (?event1StartTime >= '1351-01-01'^^xsd:date && ?event1StartTime < '1352-01-01'^^xsd:date)  } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 257,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_7280403"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who from the US lead the Battle of the Windmill?",
			"language": "en"
		}, {
			"string": "Quem dos EUA liderou a Batalha dos Moinhos de Vento?",
			"language": "pt"
		}, {
			"string": "Welcher US-Bürger hat den Battle of the Windmill angeführt?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:occupation . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:citizenship . ?event1 owl:sameAs <http://dbpedia.org/resource/Battle_of_the_Windmill> . ?entity2 owl:sameAs <http://dbpedia.org/resource/United_States> . }"
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 258,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_11361813"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What was the name of the tournament located in Peru where the top score player was Neymar in 2011?",
			"language": "en"
		}, {
			"string": "Qual foi o nome do torneio localizado no Peru, onde o melhor jogador foi Neymar em 2011?",
			"language": "pt"
		}, {
			"string": "In welchem Turnier in Peru im Jahr 2011 war Neymar der Torschützenkönig?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:soccerTournamentTopScorer . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:locationCountry . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?event1 sem:hasEndTimeStamp ?event1EndTime . ?entity1 owl:sameAs <http://dbpedia.org/resource/Neymar> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Peru> . FILTER (?event1StartTime >= '2011-01-01'^^xsd:date && ?event1EndTime < '2012-01-01'^^xsd:date)  } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 259,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_342078"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Where did Billie King win in both categories, single and double female, in 1968?",
			"language": "en"
		}, {
			"string": "Onde Billie King venceu em ambas as categorias, simples e duplas feminino, em 1968?",
			"language": "pt"
		}, {
			"string": "Bei welchem Turnier im Jahr 1968 gewann Billie King sowohl im Einzel als auch im Doppel?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:championInSingleFemale . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:championInDoubleFemale . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?event1 sem:hasEndTimeStamp ?event1EndTime . ?entity1 owl:sameAs <http://dbpedia.org/resource/Billie_Jean_King> . FILTER (?event1StartTime >= '1968-01-01'^^xsd:date && ?event1StartTime < '1969-01-01'^^xsd:date) FILTER (?event1EndTime >= '1968-01-01'^^xsd:date && ?event1EndTime < '1969-01-01'^^xsd:date) } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 260,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_891207"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Did August Desch receive a bronze medal in athletics at the 1920 Summer Olympics men's 400 meters hurdles and did he play for the Notre Dame Fighting Irish team?",
			"language": "en"
		}, {
			"string": "August Desch recebeu uma medalha de bronze no atletismo nos 400 metros com barreiras nos Jogos Olímpicos de Verão de 1920 e ele jogou pela equipe Lutadores Irlandeses de Notre Dame?",
			"language": "pt"
		}, {
			"string": "Hat August Desch eine Bronzemedaille beim 400-Meter-Hürdenlauf bei Olympia 1920 gewonnen und spielte er für die Notre Dame Fighting Irish?",
			"language": "de"
		}],
		"query": {
			"sparql": "ASK  { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:bronzeMedalist . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:team . ?event1 owl:sameAs <http://dbpedia.org/resource/Athletics_at_the_1920_Summer_Olympics_–_Men's_400_metres_hurdles> . ?entity1 owl:sameAs <http://dbpedia.org/resource/August_Desch> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Notre_Dame_Fighting_Irish> . } "
		},
		"onlyDbo": "true",
		"answerType": "boolean",
		"aggregation": "false",
		"id": 261,
		"answers": [{
			"head": {},
			"boolean": true
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "In which soccer league that took place before 2009 was Galatasaray S.K. the last champion and Hacettepe S.K. did relegate?",
			"language": "en"
		}, {
			"string": "Em qual liga de futebol que ocorreu antes de 2009 o Galatasaray S.K. foi o último campeão e Hacettepe S.K. foi rebaixado?",
			"language": "pt"
		}, {
			"string": "In welcher Fußballliga, die vor dem Jahr 2009 ausgetragen wurde, war Galatasaray Istanbul der letzte Meister und Hacettepespor stieg ab?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:soccerLeagueRelegated . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:soccerTournamentLastChampion . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?event1 sem:hasEndTimeStamp ?event1EndTime . ?entity1 owl:sameAs <http://dbpedia.org/resource/Hacettepe_S.K.> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Galatasaray_S.K._(football)> . FILTER (?event1StartTime < '2009-05-30'^^xsd:date && ?event1EndTime < '2009-05-30'^^xsd:date) } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 262,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_945850"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Give the track and field competition where Volker Beck won a gold medal in 1980.",
			"language": "en"
		}, {
			"string": "Dê-me a competição de atletismo onde Volker Beck ganhou uma medalha de ouro em 1980.",
			"language": "pt"
		}, {
			"string": "In welchem Leichtathletik-Wettbewerb gewann Volker Beck 1980 Gold?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:sport . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:goldMedalist . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?entity1 owl:sameAs <http://dbpedia.org/resource/Sport_of_athletics> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Volker_Beck_(athlete)> . FILTER (?event1StartTime >= '1980-01-01'^^xsd:date && ?event1StartTime < '1981-01-01'^^xsd:date) } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 263,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_82467"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who was in Pequot War in the year of 1636 and was a resident in Connecticut Colony?",
			"language": "en"
		}, {
			"string": "Quem estava na Guerra Pequot no ano de 1636 e morava na Colônia de Connecticut?",
			"language": "pt"
		}, {
			"string": "Wer war am Pequot-Krieg 1936 beteiligt und wohnhaft in der Colony of Connecticut?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:battle . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:residence . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?event1 owl:sameAs <http://dbpedia.org/resource/Pequot_War> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Connecticut_Colony> . FILTER (?event1StartTime >= '1636-07-01'^^xsd:date && ?event1StartTime < '1637-07-01'^^xsd:date) } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 264,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_11259515"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Was Ayrton Senna in the pole position ending as the third driver in the 1990 Brazilian Grand Prix?",
			"language": "en"
		}, {
			"string": "Ayrton Senna foi pole e terminou como o terceiro piloto do Grande Prêmio do Brasil de 1990?",
			"language": "pt"
		}, {
			"string": "Hatte Ayrton Senna die Pole und wurde dann Dritter beim Großer Preis von Brasilien 1990?",
			"language": "de"
		}],
		"query": {
			"sparql": "ASK  { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:poleDriver . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:thirdDriver . ?event1 owl:sameAs <http://dbpedia.org/resource/1990_Brazilian_Grand_Prix> . ?entity1 owl:sameAs <http://dbpedia.org/resource/Ayrton_Senna> . } "
		},
		"onlyDbo": "true",
		"answerType": "boolean",
		"aggregation": "false",
		"id": 265,
		"answers": [{
			"head": {},
			"boolean": true
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Did Ichiro Suzuki play in Miami Marlins and receive an award in 2007 Major League Baseball All Star Game?",
			"language": "en"
		}, {
			"string": "Ichiro Suzuki jogou em Miami Marlins e recebeu um prêmio em 2007 no Jogo das Estrelas da Liga Principal de Beisebol?",
			"language": "pt"
		}, {
			"string": "Hat Ichiro Suzuki für die Miami Marlins gespielt und wurde 2007 im MLB-All-Star-Game ausgezeichnet?",
			"language": "de"
		}],
		"query": {
			"sparql": "ASK  { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:award . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:team . ?event1 owl:sameAs <http://dbpedia.org/resource/2007_Major_League_Baseball_All-Star_Game> . ?entity1 owl:sameAs <http://dbpedia.org/resource/Ichiro_Suzuki> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Miami_Marlins> . } "
		},
		"onlyDbo": "true",
		"answerType": "boolean",
		"aggregation": "false",
		"id": 266,
		"answers": [{
			"head": {},
			"boolean": true
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who was the Battle of Naulochus' commander in 36 before Christ and the Legio XX Valeria Victrix's patron?",
			"language": "en"
		}, {
			"string": "Quem foi o comandante da Batalha de Naulochus há 36 anos antes de Cristo e o patrono da Legio XX Valeria Victrix?",
			"language": "pt"
		}, {
			"string": "Wer war im Jahre 36 v.Chr. Befehlshaber in der Seeschlacht von Naulochoi  und Patron der Legio XX Valeria Victrix?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:commander . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:patron . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?event1 sem:hasEndTimeStamp ?event1EndTime . ?event1 owl:sameAs <http://dbpedia.org/resource/Battle_of_Naulochus> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Legio_XX_Valeria_Victrix> . FILTER (?event1StartTime >= '36-01-01'^^xsd:date && ?event1StartTime < '37-01-01'^^xsd:date) FILTER (?event1EndTime >= '36-01-01'^^xsd:date && ?event1EndTime < '37-01-01'^^xsd:date) } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 267,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_11134012"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Give me a commander of the Operation Zafar 7 who lived in Sulaymaniyah.",
			"language": "en"
		}, {
			"string": "Dê-me um comandante da Operação Zafar 7 que vivia em Sulaymaniyah.",
			"language": "pt"
		}, {
			"string": "Welche Befehlshaber der Operation Zafar 7 lebten in Sulaymaniyah?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:commander . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:residence . ?event1 owl:sameAs <http://dbpedia.org/resource/Operation_Zafar_7> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Sulaymaniyah> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 268,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_13405149"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What season tournament was organized by the Hungarian Football Federation that had Nemzeti Bajnokság I in such season?",
			"language": "en"
		}, {
			"string": "Qual foi a temporada de um torneio organizado pela Federação Húngara de Futebol que teve Nemzeti Bajnokság I?",
			"language": "pt"
		}, {
			"string": "Welches Fußballturnier wurde im Rahmen der Nemzeti Bajnokság vom ungarischen Fußballverband ausgerichtet?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:organisation . ?relation2 rdf:object ?event1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:soccerTournamentThisSeason . ?entity1 owl:sameAs <http://dbpedia.org/resource/Hungarian_Football_Federation> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Nemzeti_Bajnokság_I> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 269,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_870691"
					}
				}]
			}
		}]
	}]
}