{
	"dataset": {
		
        "prefix": "PREFIX eventKG-r: <http://eventKG.l3s.uni-hannover.de/resource/> PREFIX eventKG-s: <http://eventKG.l3s.uni-hannover.de/schema/> PREFIX eventKG-g: <http://eventKG.l3s.uni-hannover.de/graph/> PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> PREFIX so: <http://schema.org/> PREFIX sem: <http://semanticweb.cs.vu.nl/2009/11/sem/> PREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#> PREFIX wdt: <http://www.wikidata.org/prop/direct/> PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX owl: <http://www.w3.org/2002/07/owl#> PREFIX dbr: <http://dbpedia.org/resource/> PREFIX dbpedia-de: <http://de.dbpedia.org/resource/> PREFIX dcterms: <http://purl.org/dc/terms/>",
        "id": "event-qa-train-english-eventkg"
	},
	"questions": [{
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What weapon was used in Laotian Civil War that was also used by Walter White in the Breaking Bad TV Series?",
			"language": "en"
		}, {
			"string": "Que arma foi usada na Guerra Civil do Laos que também foi usada por Walter White na série de TV Breaking Bad?",
			"language": "pt"
		}, {
			"string": "Welche Waffe wurde nicht nur im Laotischen Bürgerkrieg verwendet, sondern auch von Walter White in Breaking Bad?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:usedInWar . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:weapon . ?event1 owl:sameAs <http://dbpedia.org/resource/Laotian_Civil_War> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Walter_White_(Breaking_Bad)> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 222,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_6366993"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What was the organization behind the International Women of Courage Award and is also the owner of the Embassy of the United States in Luxembourg?",
			"language": "en"
		}, {
			"string": "Que organização esteve por trás do Prêmio Internacional Mulheres de Coragem e também é a proprietária da Embaixada dos Estados Unidos em Luxemburgo?",
			"language": "pt"
		}, {
			"string": "Wer organisiert den International Women of Courage Award und ist Besitzer der US-Botschaft in Luxemburg?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:organisation . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:owner . ?event1 owl:sameAs <http://de.dbpedia.org/resource/International_Women_of_Courage_Award> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Embassy_of_the_United_States,_Luxembourg> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 223,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_1174610"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who was born in Rome and was the first leader in the Lazio regional election, 2005?",
			"language": "en"
		}, {
			"string": "Quem nasceu em Roma e foi o primeiro líder na eleição regional de Lazio de 2005?",
			"language": "pt"
		}, {
			"string": "Wer wurde in Rom geboren und gewann die Regionalwahl 2015 in Lazio?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:firstLeader . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:birthPlace . ?event1 owl:sameAs <http://dbpedia.org/resource/2005_Lazio_regional_election> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Rome> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 224,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_8296134"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Was Pablo Bengoechea the top scorer and C.A. Rentistas promoted in 1997 Uruguayan Primera División?",
			"language": "en"
		}, {
			"string": "Pablo Bengoechea foi o artilheiro e o C.A. Rentistas promovido para Primera División Uruguaia em 1997?",
			"language": "pt"
		}, {
			"string": "Ist es richtig, dass in der Saison 1997 der ersten uruguayischen Fußballliga Pablo Bengoechea der Top-Scorer war und C.A. Rentistas aufgestiegen ist?",
			"language": "de"
		}],
		"query": {
			"sparql": "ASK  { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:soccerTournamentTopScorer . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:soccerLeaguePromoted . ?event1 owl:sameAs <http://dbpedia.org/resource/1997_Uruguayan_Primera_División> . ?entity1 owl:sameAs <http://dbpedia.org/resource/Pablo_Bengoechea> . ?entity2 owl:sameAs <http://dbpedia.org/resource/C.A._Rentistas> . } "
		},
		"onlyDbo": "true",
		"answerType": "boolean",
		"aggregation": "false",
		"id": 225,
		"answers": [{
			"head": {},
			"boolean": true
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "List the soccer league victories of Britânia Sport Club promoted by the company called Federação Paranaense de Futebol.",
			"language": "en"
		}, {
			"string": "Lista das vitórias em ligas de futebol do Britânia Esporte Clube promovidas pela empresa Federação Paranaense de Futebol.",
			"language": "pt"
		}, {
			"string": "Welche vom Verband Federação Paranaense de Futebol ausgerichteten Fußball-Ligen gewann der Britânia SC?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:soccerLeagueWinner . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:company . ?entity1 owl:sameAs <http://dbpedia.org/resource/Britânia_Sport_Club> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Federação_Paranaense_de_Futebol> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 226,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_253855"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_832625"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_416291"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_843121"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_546981"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_739384"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Which event in the Ramat Gan Stadium was organized by the Asian Football Confederation in 1964?",
			"language": "en"
		}, {
			"string": "Qual evento no Estádio Ramat Gan foi organizado pela Confederação Asiática de Futebol em 1964?",
			"language": "pt"
		}, {
			"string": "Welche Veranstaltung der Asian Football Confederation wurde 1964 im Ramat-Gan-Stadion ausgetragen?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:company . ?relation2 rdf:object ?event1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:tenant . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?event1 sem:hasEndTimeStamp ?event1EndTime . ?entity1 owl:sameAs <http://dbpedia.org/resource/Asian_Football_Confederation> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Ramat_Gan_Stadium> . FILTER (?event1StartTime >= '1964-01-01'^^xsd:date && ?event1StartTime < '1965-01-01'^^xsd:date) FILTER (?event1EndTime >= '1964-01-01'^^xsd:date && ?event1EndTime < '1965-01-01'^^xsd:date) } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 227,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_278813"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who was participating in the Battle of Gefrees and was also a nobility of the First French Empire?",
			"language": "en"
		}, {
			"string": "Quem participou da Batalha de Gefrees e também fazia parte da Nobreza do Primeiro Império Francês?",
			"language": "pt"
		}, {
			"string": "Wer hat an der Schlacht bei Gefrees teilgenommen und war Adel des Erstes Kaiserreichs?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:battle . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:occupation . ?event1 owl:sameAs <http://dbpedia.org/resource/Battle_of_Gefrees> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Nobility_of_the_First_French_Empire> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 228,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_1856833"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What happened in Poland in 2000, where Bogumiła Matusiak was the most victorious person?",
			"language": "en"
		}, {
			"string": "O que aconteceu na Polônia em 2000, onde Bogumiła Matusiak foi a pessoa mais vitoriosa?",
			"language": "pt"
		}, {
			"string": "Was passierte 2000 in Polen, wo Bogumiła Matusiak die meisten Siege holte?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:city . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:mostWins . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?entity1 owl:sameAs <http://dbpedia.org/resource/Poland> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Bogumiła_Matusiak> . FILTER (?event1StartTime >= '2000-01-01'^^xsd:date && ?event1StartTime < '2001-01-01'^^xsd:date) } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 229,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_322123"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Which presenter is known for the Sydney New Year's Eve in 1996 who also presented the UK game show called Keynotes?",
			"language": "en"
		}, {
			"string": "Qual apresentador é conhecido pela véspera de Ano Novo de Sydney em 1996, que também apresentou o UK game show chamado Keynotes?",
			"language": "pt"
		}, {
			"string": "Wer moderierte die Show 'Keynotes' und ist bekannt für die Neujahrsfeier in Sidney, die erstmals 1996 stattfand?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:knownFor . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:presenter . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?event1 owl:sameAs <http://dbpedia.org/resource/Sydney_New_Year's_Eve> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Keynotes_(UK_game_show)> . FILTER (?event1StartTime >= '1996-01-01'^^xsd:date && ?event1StartTime < '1997-01-01'^^xsd:date) } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 230,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_6882190"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who wrote the lyrics and was an author of the Little Shop of Horrors musical?",
			"language": "en"
		}, {
			"string": "Quem escreveu a letra e foi autor do musical A Pequena Loja dos Horrores?",
			"language": "pt"
		}, {
			"string": "Wer schrieb die Lyrics und war Autor des Musicals 'Der kleine Horrorladen'?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:lyrics . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:author . ?event1 owl:sameAs <http://dbpedia.org/resource/Little_Shop_of_Horrors_(musical)> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 231,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_1090676"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Which event involving the Brussels ISIL terror cell made Najim Laachraoui a known person in 2015?",
			"language": "en"
		}, {
			"string": "Que evento envolvendo a célula terrorista ISIL de Bruxelas fez Najim Laachraoui uma pessoa conhecida em 2015?",
			"language": "pt"
		}, {
			"string": "An welchem Ereignis im Jahr 2015 waren die Brüsseler IS-Terrorzelle und Najim Laachraoui beteiligt?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:knownFor . ?relation2 rdf:object ?event1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:battle . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?event1 sem:hasEndTimeStamp ?event1EndTime . ?entity1 owl:sameAs <http://dbpedia.org/resource/Najim_Laachraoui> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Brussels_ISIL_terror_cell> . FILTER (?event1StartTime >= '2015-01-01'^^xsd:date && ?event1StartTime < '2016-01-01'^^xsd:date) } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 232,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_691432"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "In which league that started before 2012 did Fenerbahçe S.K. win the Turkish Cup Final?",
			"language": "en"
		}, {
			"string": "Em que liga o Fenerbahçe S.K. venceu a final da Copa da Turquia que começou antes de 2012?",
			"language": "pt"
		}, {
			"string": "In welcher vor 2012 gestarteten Liga hat Fenerbahçe den türkischen Pokal gewonnen?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:soccerLeagueWinner . ?relation2 rdf:object ?event1 . ?relation2 rdf:subject ?event2 . ?relation2 sem:roleType dbo:event . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?event1 sem:hasEndTimeStamp ?event1EndTime . ?entity1 owl:sameAs <http://dbpedia.org/resource/Fenerbahçe_S.K._(football)> . ?event2 owl:sameAs <http://dbpedia.org/resource/2012_Turkish_Cup_Final> . FILTER (?event1StartTime < '2012-05-16'^^xsd:date && ?event1EndTime < '2012-05-16'^^xsd:date) } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 233,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_92406"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Was Joseph Sterett involved in the Battle of North Point and had he also worked at the Plantations in the American South?",
			"language": "en"
		}, {
			"string": "Joseph Sterett estava na Batalha de North Point e ele também trabalhou nas plantações no sul dos EUA?",
			"language": "pt"
		}, {
			"string": "War Joseph Sterett in die Schlacht um North Point involviert und hat er auf den Plantagen in den Südstaaten gearbeitet?",
			"language": "de"
		}],
		"query": {
			"sparql": "ASK  { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:battle . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:occupation . ?event1 owl:sameAs <http://dbpedia.org/resource/Battle_of_North_Point> . ?entity1 owl:sameAs <http://dbpedia.org/resource/Joseph_Sterett> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Planter_class> . } "
		},
		"onlyDbo": "true",
		"answerType": "boolean",
		"aggregation": "false",
		"id": 234,
		"answers": [{
			"head": {},
			"boolean": true
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "List all events where Sebastian Vettel was in the pole and the first position in 2011.",
			"language": "en"
		}, {
			"string": "Liste todos os eventos em que Sebastian Vettel esteve na pole e venceu em 2011.",
			"language": "pt"
		}, {
			"string": "Liste alle Rennen im Jahr 2011, in denen Sebastian Vettel auf der Pole war und auch gewonnen hat.",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:firstDriver . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:poleDriver . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?event1 sem:hasEndTimeStamp ?event1EndTime . ?entity1 owl:sameAs <http://dbpedia.org/resource/Sebastian_Vettel> . FILTER (?event1StartTime >= '2011-01-01'^^xsd:date && ?event1StartTime < '2012-01-01'^^xsd:date) FILTER (?event1EndTime >= '2011-01-01'^^xsd:date && ?event1EndTime < '2012-01-01'^^xsd:date) } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 235,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_658272"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_134934"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_976687"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_303313"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_650896"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_252547"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_119626"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_633672"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_168632"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Did Aaliyah, who starred in Queen of the Damned, die in 2001?",
			"language": "en"
		}, {
			"string": "Aaliyah, que estrelou em A Rainha dos Condenados, morreu em 2001?",
			"language": "pt"
		}, {
			"string": "Ist Aaliyah, Die Königin der Verdammten, 2001 verstorben?",
			"language": "de"
		}],
		"query": {
			"sparql": "ASK  { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:deathCause . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:starring . ?event1 owl:sameAs <http://dbpedia.org/resource/Death_of_Aaliyah> . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?entity1 owl:sameAs <http://dbpedia.org/resource/Aaliyah> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Queen_of_the_Damned> FILTER (?event1StartTime >= '2001-01-01'^^xsd:date && ?event1StartTime < '2002-01-01'^^xsd:date). } "
		},
		"onlyDbo": "true",
		"answerType": "boolean",
		"aggregation": "false",
		"id": 236,
		"answers": [{
			"head": {},
			"boolean": true
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "In which season in 2008 did the FC Megasport participate and FC Aktobe win the title?",
			"language": "en"
		}, {
			"string": "Em que temporada em 2008 o FC Megasport participou e o FC Aktobe ganhou o título?",
			"language": "pt"
		}, {
			"string": "An welcher Saison im Jahr 2008 nahm der FC Megasport teil und der FC Aktobe gewann den Titel?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:season . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:champion . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?event1 sem:hasEndTimeStamp ?event1EndTime . ?entity1 owl:sameAs <http://dbpedia.org/resource/FC_Megasport> . ?entity2 owl:sameAs <http://dbpedia.org/resource/FC_Aktobe> . FILTER (?event1StartTime >= '2008-01-01'^^xsd:date && ?event1StartTime < '2009-01-01'^^xsd:date) FILTER (?event1EndTime >= '2008-01-01'^^xsd:date && ?event1EndTime < '2009-01-01'^^xsd:date) } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 238,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_733136"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Give me a person who was the second leader of Russian legislative election in 2016 and was also nominated in the Russian presidential election, 2012? ",
			"language": "en"
		}, {
			"string": "Dê-me uma pessoa que foi segundo líder da eleição legislativa russa em 2016 e também nomeado nas eleições presidenciais russas de 2012?",
			"language": "pt"
		}, {
			"string": "Wer war Zweiter bei der Russischen Parlamentswahl 2016 und auch für die Wahl 2012 nominiert?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:secondLeader . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:person . ?event1 owl:sameAs <http://dbpedia.org/resource/2016_Russian_legislative_election> . ?entity2 owl:sameAs <http://dbpedia.org/resource/2012_Russian_presidential_election> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 239,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_535504"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "In which race with Don Seymour was Canadian Champ awarded in 1959?",
			"language": "en"
		}, {
			"string": "Em qual corrida com Don Seymour o título de Campeão Canadense foi entregue em 1959?",
			"language": "pt"
		}, {
			"string": "In welchem Rennen mit Don Seymour wurde Canadian Champ im Jahr 1959 prämiert?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:award . ?relation2 rdf:object ?event1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:race . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?entity1 owl:sameAs <http://dbpedia.org/resource/Canadian_Champ> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Don_Seymour> . FILTER (?event1StartTime >= '1959-01-01'^^xsd:date && ?event1StartTime < '1960-01-01'^^xsd:date) } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 240,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_414930"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who was the manager of Crystal Palace F.C. and also a chairman of that club in the 1992-93 season?",
			"language": "en"
		}, {
			"string": "Quem foi o técnico do Crystal Palace F.C. que na temporada 1992-93 também foi presidente desse clube?",
			"language": "pt"
		}, {
			"string": "Wer war Manager von Crystal Palace und zudem Vorsitzender in der Saison 1992/93?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:chairman . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:managerClub . ?event1 owl:sameAs <http://dbpedia.org/resource/1992–93_Crystal_Palace_F.C._season> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Crystal_Palace_F.C.> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 241,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_12669006"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who was the first leader of Alberta general election in 1952 and also had George VI as monarch?",
			"language": "en"
		}, {
			"string": "Quem foi líder na eleição geral de Alberta em 1952 e também teve George VI como monarca?",
			"language": "pt"
		}, {
			"string": "Wer gewann die General Elections 1952 und diente unter Georg VI.?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:firstLeader . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:monarch . ?event1 owl:sameAs <http://dbpedia.org/resource/1952_Alberta_general_election> . ?entity2 owl:sameAs <http://dbpedia.org/resource/George_VI> . }"
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 243,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_12802059"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What exposition organized by the Expo Express did happen in 1967, where Rod Robbie had designed a famous building?",
			"language": "en"
		}, {
			"string": "Que exposição organizada pela Expo Express aconteceu em 1967, onde Rod Robbie projetou um edifício famoso?",
			"language": "pt"
		}, {
			"string": "Für welche Ausstellung der Expo Express im Jahr 1967 hatte Rod Robbie ein bedeutendes Gebäude errichtet?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:owner . ?relation2 rdf:object ?event1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:significantBuilding . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?entity1 owl:sameAs <http://dbpedia.org/resource/Expo_Express> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Rod_Robbie> . FILTER (?event1StartTime >= '1967-01-01'^^xsd:date && ?event1StartTime < '1968-01-01'^^xsd:date) } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 244,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_8042198"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who belonged to the James Barron's family and participated in the First Barbary War in 1802?",
			"language": "en"
		}, {
			"string": "Quem pertenceu à família de James Barron e participou da Primeira Guerra Berberesca em 1802?",
			"language": "pt"
		}, {
			"string": "Welcher Verwandte James Barrons war am Ersten Barbareskenkrieg 1802 beteiligt?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:battle . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:family . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?event1 sem:hasEndTimeStamp ?event1EndTime . ?event1 owl:sameAs <http://dbpedia.org/resource/First_Barbary_War> . ?entity2 owl:sameAs <http://dbpedia.org/resource/James_Barron> . FILTER (?event1StartTime >= '1801-01-01'^^xsd:date && ?event1StartTime < '1802-01-01'^^xsd:date) FILTER (?event1EndTime >= '1801-01-01'^^xsd:date && ?event1EndTime < '1802-01-01'^^xsd:date) } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 245,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_547508"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Did the Nissan Stadium in Yokohama host the 2012 FIFA Club World Cup while Hisato Satō was the top scorer of that tournament?",
			"language": "en"
		}, {
			"string": "O Estádio Internacional de Yokohama sediou a Copa do Mundo de Clubes da FIFA de 2012, sendo Hisato Satō o artilheiro do torneio?",
			"language": "pt"
		}, {
			"string": "Fanden im Nissan-Stadion in Yokohama Spiele der FIFA-Klub-Weltmeisterschaft 2012 teil und wurde Hisato Satō Top-Scorer in diesem Turnier?",
			"language": "de"
		}],
		"query": {
			"sparql": "ASK  { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:tenant . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:soccerTournamentTopScorer . ?event1 owl:sameAs <http://dbpedia.org/resource/2012_FIFA_Club_World_Cup> . ?entity1 owl:sameAs <http://dbpedia.org/resource/Nissan_Stadium_(Yokohama)> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Hisato_Satō> . } "
		},
		"onlyDbo": "true",
		"answerType": "boolean",
		"aggregation": "false",
		"id": 246,
		"answers": [{
			"head": {},
			"boolean": true
		}]
	}]
}