{
	"dataset": {
		
        "prefix": "PREFIX eventKG-r: <http://eventKG.l3s.uni-hannover.de/resource/> PREFIX eventKG-s: <http://eventKG.l3s.uni-hannover.de/schema/> PREFIX eventKG-g: <http://eventKG.l3s.uni-hannover.de/graph/> PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> PREFIX so: <http://schema.org/> PREFIX sem: <http://semanticweb.cs.vu.nl/2009/11/sem/> PREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#> PREFIX wdt: <http://www.wikidata.org/prop/direct/> PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX owl: <http://www.w3.org/2002/07/owl#> PREFIX dbr: <http://dbpedia.org/resource/> PREFIX dbpedia-de: <http://de.dbpedia.org/resource/> PREFIX dcterms: <http://purl.org/dc/terms/>",
        "id": "event-qa-train-english-eventkg"
	},
	"questions": [{
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "When did the musical Barnum, based on the life of an American businessman called Phineas Taylor Barnum, start, where the lyrics was composed by Michael Stewart?",
			"language": "en"
		}, {
			"string": "Quando o musical Barnum começou, que foi baseado na vida de um empresário americano chamado Phineas Taylor Barnum, sendo as letras compostas por Michael Stewart?",
			"language": "pt"
		}, {
			"string": "Wann war die Uraufführung des Musicals 'Barnum', dessen Liedtexte von Michael Stewart geschrieben wurden?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1StartTime WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:basedOn . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:lyrics . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?event1 owl:sameAs <http://dbpedia.org/resource/Barnum_(musical)> . ?entity1 owl:sameAs <http://dbpedia.org/resource/P._T._Barnum> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Michael_Stewart_(playwright)> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 149,
		"answers": [{
			"head": {
				"vars": ["event1StartTime"]
			},
			"results": {
				"bindings": [{
					"event1StartTime": {
						"datatype": "http://www.w3.org/2001/XMLSchema#date",
						"type": "typed-literal",
						"value": "1980-01-01"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who from Senegal was involved in the Casamance conflict in 2014? ",
			"language": "en"
		}, {
			"string": "Quem do Senegal estava envolvido no conflito de Casamance em 2014?",
			"language": "pt"
		}, {
			"string": "Welche Senegalesen waren am Casamance-Konflikt in 2014 beteiligt?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:battle . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:stateOfOrigin . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?event1 sem:hasEndTimeStamp ?event1EndTime . ?event1 owl:sameAs <http://dbpedia.org/resource/Casamance_conflict> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Senegal> . FILTER (?event1StartTime >= '2014-01-01'^^xsd:date && ?event1StartTime < '2015-01-01'^^xsd:date) FILTER (?event1EndTime >= '2014-01-01'^^xsd:date && ?event1EndTime < '2015-01-01'^^xsd:date) } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 150,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_1226564"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Which organisation is located in Azusa and participates in the Great Northwest Athletic Conference? ",
			"language": "en"
		}, {
			"string": "Qual organização está localizada em Azusa e participa da Conferência Atlética do Grande Noroeste?",
			"language": "pt"
		}, {
			"string": "Welche Organisation in Azusa hat an der Great Northwest Athletic Conference teilgenommen?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:athletics . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:locationCity . ?event1 owl:sameAs <http://dbpedia.org/resource/Great_Northwest_Athletic_Conference> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Azusa,_California> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 152,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_6431646"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Which events related to Abdullah Gül took place in Turkey? ",
			"language": "en"
		}, {
			"string": "Lista dos eventos relacionados a Abdullah Gül que ocorreram na Turquia.",
			"language": "pt"
		}, {
			"string": "Welche Events mit Bezug zu Abdullah Gül fanden in der Türkei statt?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:country . ?relation2 rdf:object ?event1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:region . ?entity1 owl:sameAs <http://dbpedia.org/resource/Turkey> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Abdullah_Gül> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 153,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_619654"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_590332"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What station that had MTV2 as the sister was the network of Bellator MMA Season Eleven?",
			"language": "en"
		}, {
			"string": "Que estação tinha a MTV2 como estação irmã era a rede do Bellator MMA Temporada Onze?",
			"language": "pt"
		}, {
			"string": "Welcher Schwestersender von MTV2 war für die elfte Staffelt der Bellator-MMA zuständig?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:network . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:sisterStation . ?event1 owl:sameAs <http://dbpedia.org/resource/Bellator_MMA:_Season_Eleven> . ?entity2 owl:sameAs <http://dbpedia.org/resource/MTV2> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 154,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_9330688"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What is the recent winner of the Little 500 bicycle race having Donald J. Russel as a board member?",
			"language": "en"
		}, {
			"string": "Qual foi o recente vencedor da corrida de bicicletas Little 500 tendo Donald J. Russel como membro do conselho?",
			"language": "pt"
		}, {
			"string": "Wer hat das Little 500 gewonnen, von dem Donald J. Russel ein Mitglied ist?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:recentWinner . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:board . ?event1 owl:sameAs <http://dbpedia.org/resource/Little_500> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Donald_J._Russell> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 155,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_6781422"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What corporation was organizing the 2014 Asian Le Mans Series?",
			"language": "en"
		}, {
			"string": "Que corporação organizou a Asian Le Mans Series de 2014?",
			"language": "pt"
		}, {
			"string": "Welche Société anonyme (S.A.) hat die Asian Le Mans Series Saison 2014 organisiert?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:organisation . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:legalForm . ?event1 owl:sameAs <http://dbpedia.org/resource/2014_Asian_Le_Mans_Series> . ?entity2 owl:sameAs <http://dbpedia.org/resource/S.A._(corporation)> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 156,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_8447788"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who was the 2009 NFL season team manager of Buffalo Bills?",
			"language": "en"
		}, {
			"string": "Quem foi o treinador da equipe Buffalo Bills na temporada de 2009 da NFL?",
			"language": "pt"
		}, {
			"string": "Wer war Team-Manager der Buffalo Bills in deren NFL-Saison 2009?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:teamManager . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:currentTeamManager . ?event1 owl:sameAs <http://dbpedia.org/resource/2009_NFL_season> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Buffalo_Bills> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 157,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_3709004"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "List down the seasons where Ugo Tomeazzi was a coach in Lega Pro Seconda Divisione.",
			"language": "en"
		}, {
			"string": "Lista das temporadas em que Ugo Tomeazzi foi treinador na Lega Pro Seconda Divisione.",
			"language": "pt"
		}, {
			"string": "In welchen Saisons war Ugo Tomeazzi Trainer in der Lega Pro Seconda Divisione?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:coach . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:league . ?entity1 owl:sameAs <http://dbpedia.org/resource/Ugo_Tomeazzi> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Lega_Pro_Seconda_Divisione> . }  "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 158,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_660494"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_783703"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who did make a notable work for the Molotov Ribbentrop pact in 1939 and died in Berlin? ",
			"language": "en"
		}, {
			"string": "Quem fez um trabalho notável pelo pacto Molotov Ribbentrop em 1939 e morreu em Berlim?",
			"language": "pt"
		}, {
			"string": "Wer hat wichtige Arbeit im Rahmen des Deutsch-Sowjetischen Nichtangriffspakts 1939 geleistet und verstarb in Berlin?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:notableWork . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:deathPlace . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?event1 owl:sameAs <http://dbpedia.org/resource/Molotov–Ribbentrop_Pact> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Berlin> . FILTER (?event1StartTime >= '1939-01-01'^^xsd:date && ?event1StartTime < '1940-01-01'^^xsd:date) } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 159,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_8281710"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who was the piano player who had written lyrics for the musical 1776?",
			"language": "en"
		}, {
			"string": "Quem foi o pianista que escreveu as letras do musical 1776?",
			"language": "pt"
		}, {
			"string": "Welcher Pianist hat Lieder für das Musical 1776 geschrieben?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:lyrics . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:instrument . ?event1 owl:sameAs <http://dbpedia.org/resource/1776_(musical)> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Piano> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 160,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_2119328"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Give me a Ty Arbour's former team and the tournament in Denman Arena.",
			"language": "en"
		}, {
			"string": "Dê-me uma ex-equipe de Ty Arbor e o campeonato na Denman Arena.",
			"language": "pt"
		}, {
			"string": "Zeige mir Ty Arbour's ehemaliges Team an, das in der Denman-Arena spielt.",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:formerTeam . ?relation2 rdf:object ?event1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:tenant . ?entity1 owl:sameAs <http://dbpedia.org/resource/Ty_Arbour> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Denman_Arena> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 162,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_512068"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_4634052"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What was the event with a famous building created by José Vivas when the Moment of Glory was recorded?",
			"language": "en"
		}, {
			"string": "Qual foi o evento com um edifício famoso criado por José Vivas quando Momento de Glória foi gravado?",
			"language": "pt"
		}, {
			"string": "Für welche Ereignis, in dem auch das Album 'Moment of Glory' aufgezeichnet wurde, hat José Vivas ein bedeutendes Gebäude errichtet?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:significantBuilding . ?relation2 rdf:object ?event1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:recordedIn . ?entity1 owl:sameAs <http://dbpedia.org/resource/José_Vivas> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Moment_of_Glory> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 163,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_2618385"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who was an opponent of Tenagino Probus and a commander in the Battle of Immae's?",
			"language": "en"
		}, {
			"string": "Quem era um oponente de Tenagino Probus e um comandante na Batalha de Immae?",
			"language": "pt"
		}, {
			"string": "Welcher Gegner Tenagino Probus' war Kommandeur in der Schlacht um Immae?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:commander . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:opponent . ?event1 owl:sameAs <http://dbpedia.org/resource/Battle_of_Immae> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Tenagino_Probus> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 164,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_5644235"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who commanded the War of the Bucket and canonized Thomas Aquinas?",
			"language": "en"
		}, {
			"string": "Quem comandou a Guerra do Balde e canonizou Tomás de Aquino?",
			"language": "pt"
		}, {
			"string": "Welcher Teilnehmer des Eimerkriegs wurde von Thomas von Aquin heiliggesprochen?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:commander . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:canonizedBy . ?event1 owl:sameAs <http://dbpedia.org/resource/War_of_the_Bucket> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Thomas_Aquinas> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 165,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_5539786"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What was the tournament in 2011 where Iran vs Iraq football rivalry matches happened in the Jassim bin Hamad Stadium?",
			"language": "en"
		}, {
			"string": "Qual foi o torneio em 2011, onde partidas de futebol entre os rivais Irã e Iraque aconteceram no estádio Jassim bin Hamad?",
			"language": "pt"
		}, {
			"string": "In welchem Turnier im Jahr 2011 fand ein Spiel zwischen Iran und Irak im Jassim-Bin-Hamad-Stadion statt?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:tenant . ?relation2 rdf:object ?event1 . ?relation2 rdf:subject ?event2 . ?relation2 sem:roleType dbo:event . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?entity1 owl:sameAs <http://dbpedia.org/resource/Jassim_bin_Hamad_Stadium> . ?event2 owl:sameAs <http://dbpedia.org/resource/Iran–Iraq_football_rivalry> . FILTER (?event1StartTime >= '2011-01-01'^^xsd:date && ?event1StartTime <'2012-01-01'^^xsd:date)} "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 166,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_609405"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who did compose the lyrics of the Ned Kelly musical and was born in New South Wales?",
			"language": "en"
		}, {
			"string": "Quem compôs a letra do musical Ned Kelly e nasceu em New South Wales?",
			"language": "pt"
		}, {
			"string": "Wer wurde in New South Wales geboren und schrieb die Lyrics zum Musical Ned Kelly?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:lyrics . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:birthPlace . ?event1 owl:sameAs <http://dbpedia.org/resource/Ned_Kelly_(musical)> . ?entity2 owl:sameAs <http://dbpedia.org/resource/New_South_Wales> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 167,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_882275"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What event from the Asia-Pacific Broadcasting Union company was transmitted in the ultra high definition format?",
			"language": "en"
		}, {
			"string": "Qual evento da empresa União Ásio-Pacífico de Radiodifusão foi transmitido no formato de alta definição?",
			"language": "pt"
		}, {
			"string": "Welche Events der Asia-Pacific Broadcasting Union wurden in Ultra-HD übertragen?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:company . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:format . ?entity1 owl:sameAs <http://dbpedia.org/resource/Asia-Pacific_Broadcasting_Union> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Ultra-high-definition_television> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 168,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_163448"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who was known for the Abington School District v. Schempp 1963 court case and was Madalyn Murray O'Hair's partner?",
			"language": "en"
		}, {
			"string": "Quem foi conhecido pelo caso do Distrito de Abington contra Schempp em 1963 e era parceiro de Madalyn Murray O'Hair?",
			"language": "pt"
		}, {
			"string": "Wer ist bekannt für den Prozess des Abington School Districts gegen Edward Schempp in 1963 und Madalyn Murray O'Hairs Partner?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:knownFor . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:partner . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?event1 owl:sameAs <http://dbpedia.org/resource/Abington_School_District_v._Schempp> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Madalyn_Murray_O'Hair> . FILTER (?event1StartTime >= '1963-01-01'^^xsd:date && ?event1StartTime < '1964-01-01'^^xsd:date) } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 169,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_285210"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What was the Tall Man artist who is associated with the Million Dollar Quartet in 1956?",
			"language": "en"
		}, {
			"string": "Qual foi o artista do álbum Tall Man associado ao Quarteto de Milhões de Dólares em 1956?",
			"language": "pt"
		}, {
			"string": "Wer war sowohl an der Aufzeichnung 'Million Dollar Quartet' im Jahr 1956 als auch am Album 'Tall Man' beteiligt?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:associatedMusicalArtist . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:artist . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?event1 owl:sameAs <http://dbpedia.org/resource/Million_Dollar_Quartet> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Tall_Man_(album)> . FILTER (?event1StartTime >= '1956-01-01'^^xsd:date && ?event1StartTime < '1957-01-01'^^xsd:date) } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 170,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_8247304"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "When did the Excitante music festival finish in Argentina?",
			"language": "en"
		}, {
			"string": "Quando o festival de música Excitante terminou na Argentina?",
			"language": "pt"
		}, {
			"string": "Wann ging das argentinische Musical Excitante zuende?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1EndTime WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:country . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:genre . ?event1 sem:hasEndTimeStamp ?event1EndTime . ?event1 owl:sameAs <http://dbpedia.org/resource/Excitante> . ?entity1 owl:sameAs <http://dbpedia.org/resource/Argentina> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Musical_theatre> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 171,
		"answers": [{
			"head": {
				"vars": ["event1EndTime"]
			},
			"results": {
				"bindings": [{
					"event1EndTime": {
						"datatype": "http://www.w3.org/2001/XMLSchema#date",
						"type": "typed-literal",
						"value": "2012-06-06"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Which organisation that participated in Crusades did Robert IV of Sablé's belong to?",
			"language": "en"
		}, {
			"string": "Qual organização que participou das Cruzadas pertenceu a Robert IV de Sablé?",
			"language": "pt"
		}, {
			"string": "Zu welcher Organisation, die an den Kreuzzügen teilnahm, gehörte Robert IV. de Sablé?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:battle . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:personFunction . ?event1 owl:sameAs <http://dbpedia.org/resource/Crusades> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Robert_IV_of_Sablé> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 172,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_1621249"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "When did the Pioneer Football League, having representative members from the Universities such as Stetson and Butler, start?",
			"language": "en"
		}, {
			"string": "Quando surgiu a Liga Pioneira de Futebol Americano, com representantes de universidades como Stetson e Butler?",
			"language": "pt"
		}, {
			"string": "Wann hat die Pioneer Football League, an der die Stetson-Universität und die Butler-Universität (in der Leichtathletik) teilnahmen, begonnen? ",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1StartTime WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:sport . ?relation2 rdf:object ?event1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:athletics . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?event1 owl:sameAs <http://dbpedia.org/resource/Pioneer_Football_League> . ?entity1 owl:sameAs <http://dbpedia.org/resource/Stetson_University> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Butler_University> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 173,
		"answers": [{
			"head": {
				"vars": ["event1StartTime"]
			},
			"results": {
				"bindings": [{
					"event1StartTime": {
						"datatype": "http://www.w3.org/2001/XMLSchema#date",
						"type": "typed-literal",
						"value": "1991-01-01"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who commanded the Battle of Issus in 194, where such commander was Didius Julianus's usurper?",
			"language": "en"
		}, {
			"string": "Quem comandou a Batalha de Issus em 194, onde tal comandante foi o usurpador de Dídio Juliano?",
			"language": "pt"
		}, {
			"string": "Welcher Feldherr der Schlacht bei Issos war ein Usurpator von Didius Julianus?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:commander . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:usurper . ?event1 owl:sameAs <http://dbpedia.org/resource/Battle_of_Issus_(194)> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Didius_Julianus> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 174,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_9863593"
					}
				}]
			}
		}]
	}]
}