{
	"dataset": {
		
        "prefix": "PREFIX eventKG-r: <http://eventKG.l3s.uni-hannover.de/resource/> PREFIX eventKG-s: <http://eventKG.l3s.uni-hannover.de/schema/> PREFIX eventKG-g: <http://eventKG.l3s.uni-hannover.de/graph/> PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> PREFIX so: <http://schema.org/> PREFIX sem: <http://semanticweb.cs.vu.nl/2009/11/sem/> PREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#> PREFIX wdt: <http://www.wikidata.org/prop/direct/> PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX owl: <http://www.w3.org/2002/07/owl#> PREFIX dbr: <http://dbpedia.org/resource/> PREFIX dbpedia-de: <http://de.dbpedia.org/resource/> PREFIX dcterms: <http://purl.org/dc/terms/>",
        "id": "event-qa-train-english-eventkg"
	},
	"questions": [{
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What was Hans Mortier's federation which promoted Extreme Rules in 2010?",
			"language": "en"
		}, {
			"string": "Qual era a federação de Hans Mortier, que foi a mesma que promoveu o Extreme Rules em 2010?",
			"language": "pt"
		}, {
			"string": "Welchem Verband, der auch das Extreme-Rules-Event promotet hat, gehört Hans Mortier an?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:promotion . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:federation . ?event1 owl:sameAs <http://dbpedia.org/resource/Extreme_Rules_(2010)> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Hans_Mortier> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 1,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_1717117"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What was organized by the Union Cycliste Internationale in Sankt Wendel?",
			"language": "en"
		}, {
			"string": "O que foi organizado pela União Ciclista International em Sankt Wendel?",
			"language": "pt"
		}, {
			"string": "Was wurde vom Internationalen Radsport-Verband in Sankt Wendel veranstaltet?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:organisation . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:city . ?entity1 owl:sameAs <http://dbpedia.org/resource/Union_Cycliste_Internationale> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Sankt_Wendel> . }"
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 2,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_739212"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Give me the stadium of the Stoke City club in the 1900-01 season.",
			"language": "en"
		}, {
			"string": "Dê-me o estádio da equipe Stoke City na temporada de 1900-01.",
			"language": "pt"
		}, {
			"string": "Nenne mir das Stadion von Stoke City in der Saison 1990/1901.",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:ground . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:owner . ?event1 owl:sameAs <http://dbpedia.org/resource/1900–01_Stoke_F.C._season> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Stoke_City_F.C.> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 3,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_13804908"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Did Hapoel Tel Aviv play the Ligat ha'Al at the Bloomfield Stadium in the 2012/13 season?",
			"language": "en"
		}, {
			"string": "Hapoel Tel Aviv jogou na Ligat ha'Al no estádio Bloomfield na temporada 2012/13?",
			"language": "pt"
		}, {
			"string": "Spielte Hapoel Tel Aviv in der Saison 2012/13 in der Ligat ha'Al, im Bloomfield-Stadion?",
			"language": "de"
		}],
		"query": {
			"sparql": "ASK  { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:league . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:ground . ?event1 owl:sameAs <http://dbpedia.org/resource/2012–13_Hapoel_Tel_Aviv_F.C._season> . ?entity1 owl:sameAs <http://de.dbpedia.org/resource/Ligat_ha’Al> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Bloomfield_Stadium> . } "
		},
		"onlyDbo": "true",
		"answerType": "boolean",
		"aggregation": "false",
		"id": 4,
		"answers": [{
			"head": {},
			"boolean": true
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Where did the women's 100 meters hurdles happen during the Summer Olympics in 1996, that was also Cliff Davies' place of death?",
			"language": "en"
		}, {
			"string": "Onde aconteceram os obstáculos de 100 metros para mulheres durante os Jogos Olímpicos de Verão de 1996, que também foi o local onde Cliff Davies morreu?",
			"language": "pt"
		}, {
			"string": "Wo fand zum einen 100-Meter-Hürdenlauf der Frauen bei den Olympischen Spielen 1996 statt und wo verstarb zum anderen Cliff Davies?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:city . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:deathPlace . ?event1 owl:sameAs <http://dbpedia.org/resource/Athletics_at_the_1996_Summer_Olympics_–_Women's_100_metres_hurdles> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Cliff_Davies_(musician)> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 5,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_3296800"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Give me a list of football events won by Dynamo Kyiv.",
			"language": "en"
		}, {
			"string": "Dê-me uma lista de eventos de futebol vencidos pelo Dynamo Kyiv.",
			"language": "pt"
		}, {
			"string": "Gib mir eine Liste aller Fußball-Wettkämpfe, die Dynamo Kiew gewonnen hat.",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:sport . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:champion . ?entity1 owl:sameAs <http://dbpedia.org/resource/Association_football> . ?entity2 owl:sameAs <http://dbpedia.org/resource/FC_Dynamo_Kyiv> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 6,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_588122"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_831681"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_246839"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_250978"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_301800"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_657427"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_812628"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_23424"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_697569"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_791041"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_531597"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Give me a list of soccer leagues in Uruguay where Peñarol was the winner.",
			"language": "en"
		}, {
			"string": "Dê-me uma lista de ligas de futebol no Uruguai com o Peñarol sendo o vencedor.",
			"language": "pt"
		}, {
			"string": "Welche uruguayischen Fußball-Ligen hat Peñarol gewonnen?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:country . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:soccerLeagueWinner . ?entity1 owl:sameAs <http://dbpedia.org/resource/Uruguay> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Peñarol> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 7,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_162175"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_191979"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_336805"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_508528"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_515415"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_561112"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_594467"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_495085"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_514551"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_278684"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_978384"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_288622"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_236888"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_779639"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_929867"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_334362"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_243460"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_280383"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_284277"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_417834"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_60238"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_933199"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_942153"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_487615"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_5155"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_33369"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_56410"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_902029"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Is it true that Tony Blair was the first leader of the United Kingdom general elections in Wales in 2005 and was he also Thomas Legg's prime minister? ",
			"language": "en"
		}, {
			"string": "É verdade que Tony Blair foi o primeiro líder das eleições gerais do Reino Unido no País de Gales em 2005 e ele também foi o primeiro ministro de Thomas Legg?",
			"language": "pt"
		}, {
			"string": "Stimmt es, dass Tony Blar die Wahlen in Wales 2005 gewann und er Ministerpräsident von Thomas Legg war?",
			"language": "de"
		}],
		"query": {
			"sparql": "ASK  { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:firstLeader . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:primeMinister . ?event1 owl:sameAs <http://dbpedia.org/resource/2005_United_Kingdom_general_election_in_Wales> . ?entity1 owl:sameAs <http://dbpedia.org/resource/Tony_Blair> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Thomas_Legg> . } "
		},
		"onlyDbo": "true",
		"answerType": "boolean",
		"aggregation": "false",
		"id": 8,
		"answers": [{
			"head": {},
			"boolean": true
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "List the events where China was the champion in Algarve.",
			"language": "en"
		}, {
			"string": "Liste os eventos em que a China foi campeã em Algarve.",
			"language": "pt"
		}, {
			"string": "Welche Turniere an der Algarve hat China gewonnen?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:locationCountry . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:champion . ?entity1 owl:sameAs <http://dbpedia.org/resource/Algarve> . ?entity2 owl:sameAs <http://de.dbpedia.org/resource/China> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 9,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_282485"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_724007"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Was Bill Shankly the manager of Liverpool F.C. in 1972-73 season and the subsequent season was in 1973-74? ",
			"language": "en"
		}, {
			"string": "Bill Shankly foi o treinador do Liverpool F.C. na temporada 1972-73 e a temporada subsequente foi em 1973-74?",
			"language": "pt"
		}, {
			"string": "War Bill Shankly Manager des FC Liverpools in der Saison 1972/73, auf die die Saison 1973/74 folgte?",
			"language": "de"
		}],
		"query": {
			"sparql": "ASK  { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:manager . ?relation2 rdf:object ?event2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:successor . ?event1 owl:sameAs <http://dbpedia.org/resource/1972–73_Liverpool_F.C._season> . ?entity1 owl:sameAs <http://dbpedia.org/resource/Bill_Shankly> . ?event2 owl:sameAs <http://dbpedia.org/resource/1973–74_Liverpool_F.C._season> . } "
		},
		"onlyDbo": "true",
		"answerType": "boolean",
		"aggregation": "false",
		"id": 10,
		"answers": [{
			"head": {},
			"boolean": true
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Was ATP World Tour 250 series a Croatia Open category in the city of Umag?",
			"language": "en"
		}, {
			"string": "O Tour Mundial da ATP 250 series foi uma categoria do Aberto da Croácia na cidade de Umago?",
			"language": "pt"
		}, {
			"string": "Gehört die ATP World Tour 250 zur Croatia Open in Umag?",
			"language": "de"
		}],
		"query": {
			"sparql": "ASK  { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:category . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:city . ?event1 owl:sameAs <http://dbpedia.org/resource/Croatia_Open> . ?entity1 owl:sameAs <http://dbpedia.org/resource/ATP_World_Tour_250_series> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Umag> . } "
		},
		"onlyDbo": "true",
		"answerType": "boolean",
		"aggregation": "false",
		"id": 11,
		"answers": [{
			"head": {},
			"boolean": true
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Give me the number of football titles received by the Linfield Football Club. ",
			"language": "en"
		}, {
			"string": "Dê-me o número de títulos recebidos pelo Clube de Futebol Linfield.",
			"language": "pt"
		}, {
			"string": "Wie viele Fußball-Titel hat der Linfield Football Club geholt?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT count ( DISTINCT ?event1 ) as ?count WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:champion . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:sport . ?entity1 owl:sameAs <http://dbpedia.org/resource/Linfield_F.C.> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Association_football> . } "
		},
		"onlyDbo": "true",
		"answerType": "number",
		"aggregation": "false",
		"id": 12,
		"answers": [{
			"head": {
				"vars": ["count"]
			},
			"results": {
				"bindings": [{
					"count": {
						"datatype": "http://www.w3.org/2001/XMLSchema#integer",
						"type": "typed-literal",
						"value": "53"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What admiral was involved in the Bombardment of Kagoshima?",
			"language": "en"
		}, {
			"string": "Que almirante estava envolvido no bombardeio de Kagoshima?",
			"language": "pt"
		}, {
			"string": "Welcher Admiral war an der Bombardierung Kagoshimas beteiligt?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:conflict . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:patent . ?event1 owl:sameAs <http://dbpedia.org/resource/Bombardment_of_Kagoshima> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Admiral> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 13,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_8205527"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What was the subsequent event of figure skating at the 1920 Summer Olympics in which Ludowika Jakobsson won the second place?",
			"language": "en"
		}, {
			"string": "Qual foi o evento subsequente de patinação artística nos Jogos Olímpicos de 1920, em que Ludowika Jakobsson ganhou o segundo lugar?",
			"language": "pt"
		}, {
			"string": "Bei welchem Nachfolge-Wettbewerb im Eiskunstlauf bei Olympia 1920 holte Ludowika Jakobsson Silber?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?event2 . ?relation1 sem:roleType dbo:nextEvent . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:silverMedalist . ?event2 owl:sameAs <http://dbpedia.org/resource/Figure_skating_at_the_1920_Summer_Olympics_–_Pairs> . ?entity1 owl:sameAs <http://dbpedia.org/resource/Ludowika_Jakobsson> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 14,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_621504"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Is it true that at the Uruguayan Primera División in 1970, the Huracán Buceo club was promoted and the Club Nacional de Football was the winner?",
			"language": "en"
		}, {
			"string": "É verdade que na Primera Divisão Uruguaia, em 1970, o clube Huracán Buceo subiu e o Clube Nacional de Futebol foi o vencedor?",
			"language": "pt"
		}, {
			"string": "Stimmt es, dass Nacional der Meister der uruguayischen Fußballliga 1970 war und Huracán Buceo damals aufstieg?",
			"language": "de"
		}],
		"query": {
			"sparql": "ASK  { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:soccerLeaguePromoted . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:soccerLeagueWinner . ?event1 owl:sameAs <http://dbpedia.org/resource/1970_Uruguayan_Primera_División> . ?entity1 owl:sameAs <http://dbpedia.org/resource/Huracán_Buceo> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Club_Nacional_de_Football> . } "
		},
		"onlyDbo": "true",
		"answerType": "boolean",
		"aggregation": "false",
		"id": 15,
		"answers": [{
			"head": {},
			"boolean": true
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Was Jürgen Röber manager of the clubs: KF Partizan in the 2005-06 season and Borussia Dortmund?",
			"language": "en"
		}, {
			"string": "Jürgen Röber foi treinador do KF Partizan na temporada de 2005-06 e também do Borussia Dortmund?",
			"language": "pt"
		}, {
			"string": "War Jürgen Röber Trainer des BVBs und in der Saison 2005/06 Trainer des FK Partizan?",
			"language": "de"
		}],
		"query": {
			"sparql": "ASK  { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:manager . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:trainerClub . ?event1 owl:sameAs <http://dbpedia.org/resource/2005–06_FK_Partizan_season> . ?entity1 owl:sameAs <http://dbpedia.org/resource/Jürgen_Röber> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Borussia_Dortmund> . } "
		},
		"onlyDbo": "true",
		"answerType": "boolean",
		"aggregation": "false",
		"id": 16,
		"answers": [{
			"head": {},
			"boolean": true
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Was Peñarol a champion in the 1959 Uruguayan Primera División with the matches hosted at Estadio Centenario?",
			"language": "en"
		}, {
			"string": "O Peñarol foi campeão no Campeonato Uruguaio de Futebol de 1959 com os jogos no Estádio Centenário?",
			"language": "pt"
		}, {
			"string": "Hat Peñarol 1959 den uruguayischen Meistertitel geholt und spielt Peñarol im Estadio Centenario?",
			"language": "de"
		}],
		"query": {
			"sparql": "ASK  { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:soccerTournamentLastChampion . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:tenant . ?event1 owl:sameAs <http://dbpedia.org/resource/1959_Uruguayan_Primera_División> . ?entity1 owl:sameAs <http://dbpedia.org/resource/Peñarol> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Estadio_Centenario> . } "
		},
		"onlyDbo": "true",
		"answerType": "boolean",
		"aggregation": "false",
		"id": 17,
		"answers": [{
			"head": {},
			"boolean": true
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "The Confederation of African Football organized the 2013 African U-17 Championship and owns the centre of excellence in Mbankomo, right?",
			"language": "en"
		}, {
			"string": "A Confederação Africana de Futebol organizou o Campeonato Africano Sub-17 2013 e é proprietária do centro de excelência em Mbankomo, correto?",
			"language": "pt"
		}, {
			"string": "Die U17-Afrikameisterschaften 2013 wurden von der Confederation of African Football organisiert, die dem Mbankomo Centre of Excellence angehört, richtig?",
			"language": "de"
		}],
		"query": {
			"sparql": "ASK  { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:company . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:owner . ?event1 owl:sameAs <http://dbpedia.org/resource/2013_African_U-17_Championship> . ?entity1 owl:sameAs <http://dbpedia.org/resource/Confederation_of_African_Football> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Mbankomo_Centre_of_Excellence> . } "
		},
		"onlyDbo": "true",
		"answerType": "boolean",
		"aggregation": "false",
		"id": 18,
		"answers": [{
			"head": {},
			"boolean": true
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What beach tennis championship happened in the city of Albena?",
			"language": "en"
		}, {
			"string": "Qual campeonato de tênis de praia aconteceu na cidade de Albena?",
			"language": "pt"
		}, {
			"string": "Welche Beachtennis-Turniere fanden in Albena statt?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:sport . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:city . ?entity1 owl:sameAs <http://dbpedia.org/resource/Beach_tennis> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Albena> . }"
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 19,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_180401"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Was Sanford Stadium the University of Georgia's property and has such stadium hosted the 1996 football Summer Olympics?",
			"language": "en"
		}, {
			"string": "O estádio de Sanford era propriedade da Universidade da Geórgia e esse estádio sediou as Olimpíadas de futebol de 1996?",
			"language": "pt"
		}, {
			"string": "Gehört das Sanford-Stadion der Georgia-Universität und fanden dort 1996 olympische Fußballspiele statt?",
			"language": "de"
		}],
		"query": {
			"sparql": "ASK  { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:tenant . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:owner . ?event1 owl:sameAs <http://dbpedia.org/resource/Football_at_the_1996_Summer_Olympics> . ?entity1 owl:sameAs <http://dbpedia.org/resource/Sanford_Stadium> . ?entity2 owl:sameAs <http://dbpedia.org/resource/University_of_Georgia> . } "
		},
		"onlyDbo": "true",
		"answerType": "boolean",
		"aggregation": "false",
		"id": 20,
		"answers": [{
			"head": {},
			"boolean": true
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "How many times was Gerardo Roxas the second leader in the Philippines?",
			"language": "en"
		}, {
			"string": "Quantas vezes Gerardo Roxas foi segundo líder nas Filipinas?",
			"language": "pt"
		}, {
			"string": "Wie oft war Gerardo Roxas Zweiter bei Wahlen in den Philippinen?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT count ( DISTINCT ?event1 ) as ?count WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:country . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:secondLeader . ?entity1 owl:sameAs <http://dbpedia.org/resource/Philippines> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Gerardo_Roxas> . } "
		},
		"onlyDbo": "true",
		"answerType": "number",
		"aggregation": "false",
		"id": 21,
		"answers": [{
			"head": {
				"vars": ["count"]
			},
			"results": {
				"bindings": [{
					"count": {
						"datatype": "http://www.w3.org/2001/XMLSchema#integer",
						"type": "typed-literal",
						"value": "2"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Was FC Flora the most successful and the last champion of Estonian Supercup?",
			"language": "en"
		}, {
			"string": "O FC Flora foi o mais bem sucedido e o último campeão da Supercopa da Estônia?",
			"language": "pt"
		}, {
			"string": "Ist der FC Flora sowohl der erfolgreichste Teilnehmer als auch der letzte Sieger des Estnischen Fußball-Supercups?",
			"language": "de"
		}],
		"query": {
			"sparql": "ASK  { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:soccerTournamentLastChampion . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:soccerTournamentMostSuccesfull . ?event1 owl:sameAs <http://dbpedia.org/resource/Estonian_Supercup> . ?entity1 owl:sameAs <http://dbpedia.org/resource/FC_Flora> . } "
		},
		"onlyDbo": "true",
		"answerType": "boolean",
		"aggregation": "false",
		"id": 22,
		"answers": [{
			"head": {},
			"boolean": true
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "How many times was Enrico Berlinguer the second leader in an event affiliated with the Italian communist party?",
			"language": "en"
		}, {
			"string": "Quantas vezes Enrico Berlinguer foi o segundo líder em um evento afiliado ao partido comunista italiano?",
			"language": "pt"
		}, {
			"string": "Wie oft war Enrico Berlinguer Zweiter in einem Event im Zusammenhang mit der Kommunistischen Partei Italiens?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT count ( DISTINCT ?event1 ) as ?count WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:secondLeader . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:affiliation . ?entity1 owl:sameAs <http://dbpedia.org/resource/Enrico_Berlinguer> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Italian_Communist_Party> . } "
		},
		"onlyDbo": "true",
		"answerType": "number",
		"aggregation": "false",
		"id": 23,
		"answers": [{
			"head": {
				"vars": ["count"]
			},
			"results": {
				"bindings": [{
					"count": {
						"datatype": "http://www.w3.org/2001/XMLSchema#integer",
						"type": "typed-literal",
						"value": "7"
					}
				}]
			}
		}]
	}]
}