{
	"dataset": {
		
        "prefix": "PREFIX eventKG-r: <http://eventKG.l3s.uni-hannover.de/resource/> PREFIX eventKG-s: <http://eventKG.l3s.uni-hannover.de/schema/> PREFIX eventKG-g: <http://eventKG.l3s.uni-hannover.de/graph/> PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> PREFIX so: <http://schema.org/> PREFIX sem: <http://semanticweb.cs.vu.nl/2009/11/sem/> PREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#> PREFIX wdt: <http://www.wikidata.org/prop/direct/> PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX owl: <http://www.w3.org/2002/07/owl#> PREFIX dbr: <http://dbpedia.org/resource/> PREFIX dbpedia-de: <http://de.dbpedia.org/resource/> PREFIX dcterms: <http://purl.org/dc/terms/>",
        "id": "event-qa-train-english-eventkg"
	},
	"questions": [{
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What was presented by Worldcon in 1939 where Peter Hyams received an award?",
			"language": "en"
		}, {
			"string": "O que foi apresentado pela Worldcon em 1939, onde Peter Hyams recebeu um prêmio?",
			"language": "pt"
		}, {
			"string": "Welcher Preis, den Peter Hyams erhielt, wurde von Worldcon im Jahr 1939 präsentiert?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:presenter . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:award . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?event1 owl:sameAs <http://dbpedia.org/resource/Worldcon> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Peter_Hyams> . FILTER (?event1StartTime >= '1939-01-01'^^xsd:date && ?event1StartTime < '1940-01-01'^^xsd:date) } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 270,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_13742821"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "How many Teddy Park's productions were recorded in the 2009 Mnet Asian Music Awards?",
			"language": "en"
		}, {
			"string": "Quantas produções de Teddy Park foram gravadas no Prêmio de Música Asiático Mnet em 2009?",
			"language": "pt"
		}, {
			"string": "Wie viele Produktionen von Teddy Park wurden in den Mnet Asian Music Awards 2009 aufgezeichnet?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT count ( DISTINCT ?entity1 ) as ?count WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:recordedIn . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:producer . ?event1 owl:sameAs <http://dbpedia.org/resource/2009_Mnet_Asian_Music_Awards> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Teddy_Park> . } "
		},
		"onlyDbo": "true",
		"answerType": "number",
		"aggregation": "false",
		"id": 271,
		"answers": [{
			"head": {
				"vars": ["count"]
			},
			"results": {
				"bindings": [{
					"count": {
						"datatype": "http://www.w3.org/2001/XMLSchema#integer",
						"type": "typed-literal",
						"value": "2"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Give me a list of championships won by Olympique Lyonnais Féminin in France.",
			"language": "en"
		}, {
			"string": "Dê-me uma lista de campeonatos vencidos pelo time Feminino do Olympique Lyon na França.",
			"language": "pt"
		}, {
			"string": "Gib mir eine Liste aller Meisterschaften der Frauen von Olympique Lyon in Frankreich.",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:champion . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:city . ?entity1 owl:sameAs <http://dbpedia.org/resource/Olympique_Lyonnais_Féminin> . ?entity2 owl:sameAs <http://dbpedia.org/resource/France> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 272,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_54093"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_887608"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_253547"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_688607"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_411440"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_517738"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_592207"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_763136"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_979581"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_482766"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_843324"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_426136"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_387510"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_287715"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_666871"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_288159"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_516163"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_523735"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_67283"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_737413"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_57029"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_971999"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What is the channel which presented Kanchana and the 7th Vijay Awards in 2013?",
			"language": "en"
		}, {
			"string": "Qual canal apresentou Kanchana e o 7º Prêmio Vijay em 2013?",
			"language": "pt"
		}, {
			"string": "Auf welchem Sender lief die Serie Kanchana und die siebten Vijay-Awards in 2013?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:presenter . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:channel . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?event1 sem:hasEndTimeStamp ?event1EndTime . ?event1 owl:sameAs <http://dbpedia.org/resource/7th_Vijay_Awards> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Kanchana_(Tamil_series)> . FILTER (?event1StartTime >= '2013-01-01'^^xsd:date && ?event1StartTime < '2014-01-01'^^xsd:date) FILTER (?event1EndTime >= '2013-01-01'^^xsd:date && ?event1EndTime < '2014-01-01'^^xsd:date) } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 273,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_2961029"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Where was Michael Schumacher the fastest driver in the race track Adelaide Street Circuit in 1994?",
			"language": "en"
		}, {
			"string": "Onde Michael Schumacher foi o piloto mais rápido no Circuito de Rua de Adelaide em 1994?",
			"language": "pt"
		}, {
			"string": "In welchem Rennen auf dem Adelaide Street Circuit war Michael Schumacher im Jahr 1004 der schnellste Fahrer?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:fastestDriver . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:raceTrack . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?entity1 owl:sameAs <http://dbpedia.org/resource/Michael_Schumacher> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Adelaide_Street_Circuit> . FILTER (?event1StartTime >= '1994-01-01'^^xsd:date && ?event1StartTime < '1995-01-01'^^xsd:date) } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 274,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_620876"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "List people who received an award in the International Mathematical Olympiad, an event series that started in 1959?",
			"language": "en"
		}, {
			"string": "Lista de pessoas que receberam um prêmio na Olimpíada Internacional de Matemática, evento que começou em 1959?",
			"language": "pt"
		}, {
			"string": "Liste alle Personen auf, die auf dem Gebiet der Mathematik arbeiteten und einen Preis bei der Internationalen Mathematik-Olympiade, die erstmals 1959 vergeben wurde, gewonnen haben.",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:award . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:field . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?event1 owl:sameAs <http://dbpedia.org/resource/International_Mathematical_Olympiad> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Mathematics> . FILTER (?event1StartTime >= '1959-01-01'^^xsd:date && ?event1StartTime < '1960-01-01'^^xsd:date) } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 275,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_1966891"
					}
				}, {
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_2743600"
					}
				}, {
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_13508143"
					}
				}, {
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_3607866"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What was written by Douglas McGrath that was based on Carole King?",
			"language": "en"
		}, {
			"string": "O que foi escrito por Douglas McGrath que foi baseado em Carole King?",
			"language": "pt"
		}, {
			"string": "Was wurde von Douglas McGrath basierend auf Carole King geschrieben?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:author . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:basedOn . ?entity1 owl:sameAs <http://dbpedia.org/resource/Douglas_McGrath> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Carole_King> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 276,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_522865"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "In what event hosted in the United States in 2004 was Lose My Breath recorded?",
			"language": "en"
		}, {
			"string": "Em que evento, hospedado pelos Estados Unidos em 2004, Lose My Breath foi gravada?",
			"language": "pt"
		}, {
			"string": "In welchem Rahmen wurde 2005 in den USA 'Lose My Breath' aufgenommen?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:country . ?relation2 rdf:object ?event1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:recordedIn . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?event1 sem:hasEndTimeStamp ?event1EndTime . ?entity1 owl:sameAs <http://dbpedia.org/resource/United_States> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Lose_My_Breath> . FILTER (?event1StartTime >= '2004-01-01'^^xsd:date && ?event1StartTime < '2005-01-01'^^xsd:date) FILTER (?event1EndTime >= '2004-01-01'^^xsd:date && ?event1EndTime < '2005-01-01'^^xsd:date) } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 277,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_620183"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "In which event with CMC International as record label was the song called Shake It recorded?",
			"language": "en"
		}, {
			"string": "Em qual evento com a CMC International como gravadora a música chamada Shake It foi gravada?",
			"language": "pt"
		}, {
			"string": "In welchem CMC-International-Event wurde das Lied 'Shake It' aufgezeichnet?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:recordLabel . ?relation2 rdf:object ?event1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:recordedIn . ?entity1 owl:sameAs <http://dbpedia.org/resource/CMC_International> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Shake_It_(Sakis_Rouvas_song)> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 278,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_390672"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Which opening film of the 2009 Toronto International Film Festival was edited by Melanie Oliver?",
			"language": "en"
		}, {
			"string": "Qual filme de abertura do Festival Internacional de Cinema de Toronto em 2009 foi editado por Melanie Oliver?",
			"language": "pt"
		}, {
			"string": "Welcher Eröffnungsfilm des Toronto International Film Festivals 2009 wurde von Melanie Ann Oliver editiert?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:openingFilm . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:editing . ?event1 owl:sameAs <http://dbpedia.org/resource/2009_Toronto_International_Film_Festival> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Melanie_Oliver> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 279,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_7279095"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Which ATP Challenger Tour tournament happened in Tashkent?",
			"language": "en"
		}, {
			"string": "Qual torneio do Challenger Tour da ATP aconteceu em Tashkent?",
			"language": "pt"
		}, {
			"string": "Welches Turnier der ATP Challenger Tour fand in Tashkent statt?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:category . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:locationCity . ?entity1 owl:sameAs <http://dbpedia.org/resource/ATP_Challenger_Tour> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Tashkent> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 280,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_805846"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Was Lignano Sabbiadoro, located in the neighborhood of San Michele al Tagliamento, the city of the European Youth Summer Olympic Festival in 2005?",
			"language": "en"
		}, {
			"string": "Lignano Sabbiadoro, localizada nas proximidades de San Michele al Tagliamento, foi a cidade do Festival Olímpico Europeu da Juventude em 2005?",
			"language": "pt"
		}, {
			"string": "Fanden die olympischen Leichtathletik-Wettbewerbe der Jugendspiele 2005 in Lignano Sabbiadoro in der Nähe von San Michele al Tagliamento statt?",
			"language": "de"
		}],
		"query": {
			"sparql": "ASK  { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:city . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:neighboringMunicipality . ?event1 owl:sameAs <http://dbpedia.org/resource/2005_European_Youth_Summer_Olympic_Festival> . ?entity1 owl:sameAs <http://dbpedia.org/resource/Lignano_Sabbiadoro> . ?entity2 owl:sameAs <http://dbpedia.org/resource/San_Michele_al_Tagliamento> . } "
		},
		"onlyDbo": "true",
		"answerType": "boolean",
		"aggregation": "false",
		"id": 281,
		"answers": [{
			"head": {},
			"boolean": true
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Did Lisa Chappell receive an award in the Logie Awards of 2002 and did also star in McLeod's Daughters?",
			"language": "en"
		}, {
			"string": "Lisa Chappell recebeu um prêmio no Logie Awards de 2002 e também estrelou em As filhas de McLeod?",
			"language": "pt"
		}, {
			"string": "Hat Lisa Chappell in 'McLeods Töchter' mitgespielt und 2002 einen Logie-Award gewonnen? ",
			"language": "de"
		}],
		"query": {
			"sparql": "ASK  { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:award . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:starring . ?event1 owl:sameAs <http://dbpedia.org/resource/Logie_Awards_of_2002> . ?entity1 owl:sameAs <http://dbpedia.org/resource/Lisa_Chappell> . ?entity2 owl:sameAs <http://dbpedia.org/resource/McLeod's_Daughters> . } "
		},
		"onlyDbo": "true",
		"answerType": "boolean",
		"aggregation": "false",
		"id": 282,
		"answers": [{
			"head": {},
			"boolean": true
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What motor race contest had a French first driver whereas the pole was occupied by Henry Segrave in 1925?",
			"language": "en"
		}, {
			"string": "Qual competição automobilística teve um primeiro piloto francês enquanto a pole foi ocupada por Henry Segrave em 1925?",
			"language": "pt"
		}, {
			"string": "Welche Rennen im Jahr 1925 wurde von einem Franzosen gewonnen, nachdem Henry Segrave die Pole hatte?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:firstDriverCountry . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:poleDriver . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?event1 sem:hasEndTimeStamp ?event1EndTime . ?entity1 owl:sameAs <http://dbpedia.org/resource/France> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Henry_Segrave> . FILTER (?event1StartTime >= '1925-01-01'^^xsd:date && ?event1StartTime < '1926-01-01'^^xsd:date) FILTER (?event1EndTime >= '1925-01-01'^^xsd:date && ?event1EndTime < '1926-01-01'^^xsd:date) } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 283,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_914554"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Which military unit that participated in the Battle of Amami Ōshima in 2001 was also an operator of the Ōminato Guard District?",
			"language": "en"
		}, {
			"string": "Qual unidade militar que participou da Batalha de Amami Ōshima em 2001 foi também operadora do Distrito da Guarda de Ōminato?",
			"language": "pt"
		}, {
			"string": "Welche militärische Einheit nahm 2001 an der Schlacht um Amami-Ōshima teil und operierte in Ōminato?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:battle . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:operator . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?event1 sem:hasEndTimeStamp ?event1EndTime . ?event1 owl:sameAs <http://dbpedia.org/resource/Battle_of_Amami-Ōshima> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Ōminato_Guard_District> . FILTER (?event1StartTime >= '2001-01-01'^^xsd:date && ?event1StartTime < '2002-01-01'^^xsd:date) FILTER (?event1EndTime >= '2001-01-01'^^xsd:date && ?event1EndTime < '2002-01-01'^^xsd:date) } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 284,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_5658627"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What was recorded in the Glastonbury Festival with the label Chrysalis Records in 1970?",
			"language": "en"
		}, {
			"string": "O que foi gravado no Festival de Glastonbury com a gravadora Chrysalis Records em 1970?",
			"language": "pt"
		}, {
			"string": "Was wurde beim Glastonbury-Festival vom Label Chrysalis Records im Jahr 1970 aufgenommen?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:recordedIn . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:recordLabel . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?event1 owl:sameAs <http://dbpedia.org/resource/Glastonbury_Festival> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Chrysalis_Records> . FILTER (?event1StartTime >= '1970-01-01'^^xsd:date && ?event1StartTime < '1971-01-01'^^xsd:date) } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 285,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_6350995"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Was Terry Venables the chairman of Portsmouth F.C. in the 1997-98 season and was he also in Tottenham Hotspur?",
			"language": "en"
		}, {
			"string": "Terry Venables foi o presidente do Portsmouth F.C. na temporada 1997-98 e ele esteve também na equipe do Tottenham Hotspur?",
			"language": "pt"
		}, {
			"string": "War Terry Venables Vorsitzender von Portsmouth in der Saison 1997/98 und auch bei Tottenham?",
			"language": "de"
		}],
		"query": {
			"sparql": "ASK  { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:chairman . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:club . ?event1 owl:sameAs <http://dbpedia.org/resource/1997–98_Portsmouth_F.C._season> . ?entity1 owl:sameAs <http://dbpedia.org/resource/Terry_Venables> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Tottenham_Hotspur_F.C.> . } "
		},
		"onlyDbo": "true",
		"answerType": "boolean",
		"aggregation": "false",
		"id": 286,
		"answers": [{
			"head": {},
			"boolean": true
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who did command the Mission Albany in 1944 and had Lyman Lemnitzer as a deputy?",
			"language": "en"
		}, {
			"string": "Quem comandou a Missão Albany em 1944 e teve Lyman Lemnitzer como representante?",
			"language": "pt"
		}, {
			"string": "Wer hat die Albany-Mission geleitet und Lyman Lemnitzer als Vertreter?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:commander . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:deputy . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?event1 sem:hasEndTimeStamp ?event1EndTime . ?event1 owl:sameAs <http://dbpedia.org/resource/Mission_Albany> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Lyman_Lemnitzer> . FILTER (?event1StartTime >= '1944-01-01'^^xsd:date && ?event1StartTime < '1945-01-01'^^xsd:date) FILTER (?event1EndTime >= '1944-01-01'^^xsd:date && ?event1EndTime < '1945-01-01'^^xsd:date) } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 287,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_3948362"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What happened in 1934 in the White City Stadium where Caesar Hull worked?",
			"language": "en"
		}, {
			"string": "O que aconteceu em 1934 no Estádio de White City, onde Caesar Hull trabalhava?",
			"language": "pt"
		}, {
			"string": "Welchem Ereignis, für das Caesar Hull arbeitete, geschah im Jahr 1934 im White City Stadium?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:tenant . ?relation2 rdf:object ?event1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:occupation . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?entity1 owl:sameAs <http://dbpedia.org/resource/White_City_Stadium> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Caesar_Hull> . FILTER (?event1StartTime >= '1934-01-01'^^xsd:date && ?event1StartTime < '1935-01-01'^^xsd:date) } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 288,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_706237"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Which IAAF Road Race event happened in Yanmar Stadium Nagai in 1982?",
			"language": "en"
		}, {
			"string": "Que evento de Corrida de Rua da IAAF aconteceu no Estádio Yanmar Nagai em 1982?",
			"language": "pt"
		}, {
			"string": "Welches Event der IAAF Road Race Label Events fand 1982 im Nagai Stadium statt?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:tenant . ?relation2 rdf:object ?event2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:category . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?entity1 owl:sameAs <http://dbpedia.org/resource/Yanmar_Stadium_Nagai> . ?event2 owl:sameAs <http://dbpedia.org/resource/IAAF_Road_Race_Label_Events> . FILTER (?event1StartTime >= '1982-01-01'^^xsd:date && ?event1StartTime < '1983-01-01'^^xsd:date) } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 289,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_479552"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who has received a 2007 prize at the first Asian Film Award and was involved in the film Dong?",
			"language": "en"
		}, {
			"string": "Quem recebeu um prêmio no 1º Festival de Cinema Asiático em 2007 e estava envolvido no filme Dong?",
			"language": "pt"
		}, {
			"string": "Wer hat einen 2007 Preis bei den ersten Asian Film Award erhalten und war am Film 'Dong' beteiligt?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:award . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:cinematography . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?event1 sem:hasEndTimeStamp ?event1EndTime . ?event1 owl:sameAs <http://dbpedia.org/resource/1st_Asian_Film_Awards> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Dong_(film)> . FILTER (?event1StartTime >= '2007-01-01'^^xsd:date && ?event1StartTime < '2008-01-01'^^xsd:date) FILTER (?event1EndTime >= '2007-01-01'^^xsd:date && ?event1EndTime < '2008-01-01'^^xsd:date) } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 290,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_7420265"
					}
				}]
			}
		}]
	}]
}