{
	"dataset": {
		
        "prefix": "PREFIX eventKG-r: <http://eventKG.l3s.uni-hannover.de/resource/> PREFIX eventKG-s: <http://eventKG.l3s.uni-hannover.de/schema/> PREFIX eventKG-g: <http://eventKG.l3s.uni-hannover.de/graph/> PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> PREFIX so: <http://schema.org/> PREFIX sem: <http://semanticweb.cs.vu.nl/2009/11/sem/> PREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#> PREFIX wdt: <http://www.wikidata.org/prop/direct/> PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX owl: <http://www.w3.org/2002/07/owl#> PREFIX dbr: <http://dbpedia.org/resource/> PREFIX dbpedia-de: <http://de.dbpedia.org/resource/> PREFIX dcterms: <http://purl.org/dc/terms/>",
        "id": "event-qa-train-english-eventkg"
	},
	"questions": [{
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Give me a list of aircrafts from the Soviet Union in the MAKS Air show.",
			"language": "en"
		}, {
			"string": "Dê-me uma lista de aeronaves da União Soviética exibidas no show aéreo MAKS.",
			"language": "pt"
		}, {
			"string": "Gib mir eine Liste aller Flugzeuge der Sowjetunion, die in der MAKS gezeigt wurden.",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:depiction . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:origin . ?event1 owl:sameAs <http://dbpedia.org/resource/MAKS_(air_show)> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Soviet_Union> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 98,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_3358010"
					}
				}, {
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_9980009"
					}
				}, {
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_4059957"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "When did the Battle off Samar commanded by Takeo Kurita, where Robert W. Copeland participated in, finish?",
			"language": "en"
		}, {
			"string": "Quando a Batalha de Samar comandada por Takeo Kurita terminou com a participação de Robert W. Copeland?",
			"language": "pt"
		}, {
			"string": "Wann ging die Schlacht um Samar, unter Befehligung von Takeo Kurita und Teilnahme von Robert W. Copeland, zuende?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1EndTime WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:militaryUnit . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:commander . ?event1 sem:hasEndTimeStamp ?event1EndTime . ?event1 owl:sameAs <http://dbpedia.org/resource/Battle_off_Samar> . ?entity1 owl:sameAs <http://dbpedia.org/resource/Robert_W._Copeland> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Takeo_Kurita> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 99,
		"answers": [{
			"head": {
				"vars": ["event1EndTime"]
			},
			"results": {
				"bindings": [{
					"event1EndTime": {
						"datatype": "http://www.w3.org/2001/XMLSchema#date",
						"type": "typed-literal",
						"value": "1944-10-25"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "How many times did Marty Riessen win a Grand Slam in the mixed double category?",
			"language": "en"
		}, {
			"string": "Quantas vezes Marty Riessen ganhou um Grand Slam na categoria dupla mista?",
			"language": "pt"
		}, {
			"string": "Wie viele Mixed-Doppel-Grand-Slam-Titel hat Marty Riessen?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT count ( DISTINCT ?event1 ) as ?count WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:championInMixedDouble . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:category . ?entity1 owl:sameAs <http://dbpedia.org/resource/Marty_Riessen> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Grand_Slam_(tennis)> . } "
		},
		"onlyDbo": "true",
		"answerType": "number",
		"aggregation": "false",
		"id": 100,
		"answers": [{
			"head": {
				"vars": ["count"]
			},
			"results": {
				"bindings": [{
					"count": {
						"datatype": "http://www.w3.org/2001/XMLSchema#integer",
						"type": "typed-literal",
						"value": "7"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What was the racehorse in Prix Marcel Boussac that was also Eswarah's dam?",
			"language": "en"
		}, {
			"string": "Que cavalo de corrida do Prix Marcel Boussac foi também progenitor de Eswarah?",
			"language": "pt"
		}, {
			"string": "Welches Pferd nahm am Prix Marcel Boussac teil und ist die Mutter von Eswarah?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:race . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:dam . ?event1 owl:sameAs <http://dbpedia.org/resource/Prix_Marcel_Boussac> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Eswarah> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 101,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_1988689"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What relatives of Newton Earp were known for the gunfight at the O.K. Corral?",
			"language": "en"
		}, {
			"string": "Que parentes de Newton Earp ficaram conhecidos pelo tiroteio no O.K. Corral?",
			"language": "pt"
		}, {
			"string": "Welche Verwandten Newton Earps waren bekannt für die Schießerei am O. K. Corral?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:knownFor . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:relative . ?event1 owl:sameAs <http://dbpedia.org/resource/Gunfight_at_the_O.K._Corral> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Newton_Earp> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 102,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_3603361"
					}
				}, {
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_7132189"
					}
				}, {
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_13206607"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What institution organized the 2012 Rugby Super League season, with athletes from the Fordham University?",
			"language": "en"
		}, {
			"string": "Que instituição organizou a temporada da Superliga de Rugby de 2012, com atletas da universidade de Fordham?",
			"language": "pt"
		}, {
			"string": "Welche Leichtathletik-Institution der Fordham-Universität hat 2012 die Rugby-Super-League-Saison organisiert?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:organisation . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:athletics . ?event1 owl:sameAs <http://dbpedia.org/resource/2012_Rugby_Super_League_season> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Fordham_University> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 103,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_9518083"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who was the flag bearer in the 1976 Summer Olympics and also won a silver medal in 1964?",
			"language": "en"
		}, {
			"string": "Quem foi o porta-bandeiras nos Jogos Olímpicos de Verão de 1976 e também ganhou uma medalha de prata em 1964?",
			"language": "pt"
		}, {
			"string": "Wer gewann Silber bei den olympischen Spielen 1964 und war anschließend Fackelträger im Jahr 1976?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:silverMedalist . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:flagBearer . ?event1 owl:sameAs <http://dbpedia.org/resource/Diving_at_the_1964_Summer_Olympics_–_Men's_10_metre_platform> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Italy_at_the_1976_Summer_Olympics> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 104,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_3326259"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What league with Sport Lisboa Benfica happened in the Estádio Nacional?",
			"language": "en"
		}, {
			"string": "Que liga com o Sport Lisboa Benfica aconteceu no Estádio Nacional?",
			"language": "pt"
		}, {
			"string": "In welcher Liga, in der auch Benfica spielt, werden Spiele im Estádio Nacional ausgetragen?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:tenant . ?relation2 rdf:object ?event1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:league . ?entity1 owl:sameAs <http://dbpedia.org/resource/Estádio_Nacional> . ?entity2 owl:sameAs <http://dbpedia.org/resource/S.L._Benfica> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 105,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_847974"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What happened in the United States where Ricky Barnes was a masters champion?",
			"language": "en"
		}, {
			"string": "O que aconteceu nos Estados Unidos, onde Ricky Barnes foi campeão?",
			"language": "pt"
		}, {
			"string": "Welches US-Masters gewann Ricky Barnes?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:city . ?relation2 rdf:object ?event1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:mastersWins . ?entity1 owl:sameAs <http://dbpedia.org/resource/United_States> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Ricky_Barnes> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 106,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_532360"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Give me a person from a French Navy branch who was in the Battle of Tamsui in 1884.",
			"language": "en"
		}, {
			"string": "Dê-me uma pessoa da Marinha Francesa que estava na Batalha de Tamsui em 1884.",
			"language": "pt"
		}, {
			"string": "Welches Mitglied der französischen Marine war an der Schlacht von Tamsui im Jahr 1884 beteiligt?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:conflict . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:militaryBranch . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?event1 sem:hasEndTimeStamp ?event1EndTime . ?event1 owl:sameAs <http://dbpedia.org/resource/Battle_of_Tamsui> . ?entity2 owl:sameAs <http://dbpedia.org/resource/French_Navy> . FILTER (?event1StartTime >= '1884-01-01'^^xsd:date && ?event1StartTime < '1885-01-01'^^xsd:date) FILTER (?event1EndTime >= '1884-01-01'^^xsd:date && ?event1EndTime < '1885-01-01'^^xsd:date) } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 107,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_13846010"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What was the Royal Rumble brand in 2008 which also was the federation of Shannon Moore?",
			"language": "en"
		}, {
			"string": "Qual foi a marca Royal Rumble em 2008 que também foi a federação de Shannon Moore?",
			"language": "pt"
		}, {
			"string": "Welcher Verband von Shannon Moore organisierte den Royal Rumble 2008?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:brand . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:federation . ?event1 owl:sameAs <http://dbpedia.org/resource/Royal_Rumble_(2008)> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Shannon_Moore> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 108,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_1010065"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Give me a party affiliated with the Croatian local elections in 2009 where Zoran Milanović was the president.",
			"language": "en"
		}, {
			"string": "Dê-me um partido afiliado às eleições locais da Croácia em 2009, onde Zoran Milanović era o presidente.",
			"language": "pt"
		}, {
			"string": "Welche Partei nahm 2009 an den kroatischen Lokalwahlen teil und stellte den Präsidenten Zoran Milanović?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:affiliation . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:president . ?event1 owl:sameAs <http://dbpedia.org/resource/2009_Croatian_local_elections> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Zoran_Milanović> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 109,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_7163319"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who participated in the Battle of Lauffeld in 1747 and was the first owner of Moritzburg Castle? ",
			"language": "en"
		}, {
			"string": "Quem participou da Batalha de Lauffeld em 1747 e foi o primeiro proprietário do Castelo de Moritzburg?",
			"language": "pt"
		}, {
			"string": "Wer hat 1747 an der Schlacht um Lauffeldt teilgenommen und war der erste Besitzer der Schloss Moritzburg?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:battle . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:firstOwner . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?event1 owl:sameAs <http://dbpedia.org/resource/Battle_of_Lauffeld> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Moritzburg_Castle> . FILTER (?event1StartTime >= '1747-01-01'^^xsd:date && ?event1StartTime < '1748-01-01'^^xsd:date) } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 110,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_5147865"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who was starring in Memories of Berlin: The Twilight of Weimar Culture and was the author of The Memorial?",
			"language": "en"
		}, {
			"string": "Quem estrelou em Memórias de Berlim: O Crepúsculo da Cultura Weimar e foi autor de O Memorial?",
			"language": "pt"
		}, {
			"string": "Wer spielte im Film 'Memories of Berlin: The Twilight of Weimar Culture' mit und war Autor von 'The Memorial'?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:starring . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:author . ?event1 owl:sameAs <http://dbpedia.org/resource/Memories_of_Berlin:_The_Twilight_of_Weimar_Culture> . ?entity2 owl:sameAs <http://dbpedia.org/resource/The_Memorial> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 111,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_2996363"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Give me the club in Trakai that had a position in the 2014 A Lyga.",
			"language": "en"
		}, {
			"string": "Dê-me o clube em Trakai que teve uma posição no 2014 A Lyga.",
			"language": "pt"
		}, {
			"string": "Welcher Verein in Trakai war in der A Lyga 2014 platziert?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:position . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:headquarter . ?event1 owl:sameAs <http://dbpedia.org/resource/2014_A_Lyga> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Trakai> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 112,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_2664535"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who did attend the Mission High School and was the coach of Dallas Cowboys in the 1971 season?",
			"language": "en"
		}, {
			"string": "Quem frequentou a Missão High School e foi o técnico do Dallas Cowboys na temporada de 1971?",
			"language": "pt"
		}, {
			"string": "Welcher einstige Schüler der Mission High School war Coach der Dallas Cowboys in der Saison 1971?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:coach . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:highschool . ?event1 owl:sameAs <http://dbpedia.org/resource/1971_Dallas_Cowboys_season> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Mission_High_School_(Mission,_Texas)> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 113,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_3481182"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What was the last soccer tournament champion of the EFAF Cup coached by Larry Legault? ",
			"language": "en"
		}, {
			"string": "Qual foi o último campeão do torneio de futebol da Copa EFAF dirigido por Larry Legault?",
			"language": "pt"
		}, {
			"string": "Wer war der letzte Sieger des EFAF-Cups und wurde trainiert von Larry Legault?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:soccerTournamentLastChampion . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:coach . ?event1 owl:sameAs <http://dbpedia.org/resource/EFAF_Cup> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Larry_Legault> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 114,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_6061861"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who was starring the Scotland Decides: Alex Salmond versus Alistair Darling TV debate and was preceded by John Swinney? ",
			"language": "en"
		}, {
			"string": "Quem estava no debate entre Alex Salmond e Alistair Darling e foi precedido por John Swinney?",
			"language": "pt"
		}, {
			"string": "Wer war bei der Debatte zwischen Alex Salmond und Alistair Darling dabei und folgte John Swinney nach?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:starring . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:predecessor . ?event1 owl:sameAs <http://dbpedia.org/resource/Scotland_Decides:_Salmond_versus_Darling> . ?entity2 owl:sameAs <http://dbpedia.org/resource/John_Swinney> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 115,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_4567228"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Which dynasty that preceded the Almohad Caliphate dynasty was involved in the battle of Uclés in 1108?",
			"language": "en"
		}, {
			"string": "Que dinastia precedeu a dinastia do Califado de Almóada e esteve envolvida na batalha de Uclés em 1108?",
			"language": "pt"
		}, {
			"string": "Welcher Vorgänger der Almohaden war in die Schlacht von Uclés involviert?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:nextEvent . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:nextEntity . ?event1 owl:sameAs <http://dbpedia.org/resource/Battle_of_Uclés_(1108)> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Almohad_Caliphate> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 116,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_4069710"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Give me a 1982 Copa Libertadores finalist sponsored by ANTEL.",
			"language": "en"
		}, {
			"string": "Dê-me um finalista da Copa Libertadores de 1982, patrocinado pela ANTEL.",
			"language": "pt"
		}, {
			"string": "Welcher Finalist der Copa Libertadores 1982 wurde von ANTEL gesponsert?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:team . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:patron . ?event1 owl:sameAs <http://dbpedia.org/resource/1982_Copa_Libertadores_Finals> . ?entity2 owl:sameAs <http://dbpedia.org/resource/ANTEL> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 117,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_4100369"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who commanded the Ar-Rashid revolt and the Iraqi Special Operations Forces?",
			"language": "en"
		}, {
			"string": "Quem comandou a revolta de Ar-Rashid e as Forças de Operações Especiais do Iraque?",
			"language": "pt"
		}, {
			"string": "Wer war Befehlshaber in der Ar-Rashid-Revolte und Teil der ISOF-Kommandostruktur?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:commander . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:commandStructure . ?event1 owl:sameAs <http://dbpedia.org/resource/Ar-Rashid_revolt> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Iraqi_Special_Operations_Forces> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 118,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_4978682"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Give me the number of bronze medalists at the 1952 Summer Olympics men's team that used sabre in fencing.",
			"language": "en"
		}, {
			"string": "Dê-me o número de medalhistas de bronze no time masculino dos Jogos Olímpicos de 1952 que usaram o sabre no Fencing.",
			"language": "pt"
		}, {
			"string": "Gib mir die Anzahl an Bronze-Gewinnern im Säbel-Team-Wettkampf der Männer bei den Olympischen Spielen 1952.",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT count ( DISTINCT ?entity1 ) as ?count WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:bronzeMedalist . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:weapon . ?event1 owl:sameAs <http://dbpedia.org/resource/Fencing_at_the_1952_Summer_Olympics_–_Men's_team_sabre> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Sabre_(fencing)> . } "
		},
		"onlyDbo": "true",
		"answerType": "number",
		"aggregation": "false",
		"id": 119,
		"answers": [{
			"head": {
				"vars": ["count"]
			},
			"results": {
				"bindings": [{
					"count": {
						"datatype": "http://www.w3.org/2001/XMLSchema#integer",
						"type": "typed-literal",
						"value": "6"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What was the key person of Clinton Foundation who commanded Pakistan–United States skirmishes?",
			"language": "en"
		}, {
			"string": "Que pessoa foi fundamental para a Fundação Clinton que comandou as escaramuças do Paquistão e Estados Unidos?",
			"language": "pt"
		}, {
			"string": "Welche Person der Clinton Foundation war Befehlshaber bei den US-Pakistanischen  Auseinandersetzungen?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:commander . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:keyPerson . ?event1 owl:sameAs <http://dbpedia.org/resource/Pakistan–United_States_skirmishes> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Clinton_Foundation> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 120,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_12148695"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who was Carolina Cerezuela's partner and won in the 1998 French Open?  ",
			"language": "en"
		}, {
			"string": "Quem foi o parceiro de Carolina Cerezuela e venceu no Aberto da França de 1998?",
			"language": "pt"
		}, {
			"string": "Wer war Partner von Carolina Cerezuela und gewann 1998 die French Open?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:championInSingleMale . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:partner . ?event1 owl:sameAs <http://dbpedia.org/resource/1998_French_Open> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Carolina_Cerezuela> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 121,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_3484636"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "In which event has Vegard Ulvang done the Oath Sworn, while the crown prince of Norway was the torch bearer?",
			"language": "en"
		}, {
			"string": "Em que evento Vegard Ulvang fez um juramento, enquanto o príncipe herdeiro da Noruega era o portador da tocha?",
			"language": "pt"
		}, {
			"string": "Bei welchen Olympischen Spielen wurde der Eid von Vegard Ulvang gesprochen und die Fackel von Haakon, Kronprinz von Norwegen, getragen?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:olympicOathSwornBy . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:torchBearer . ?entity1 owl:sameAs <http://dbpedia.org/resource/Vegard_Ulvang> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Haakon,_Crown_Prince_of_Norway> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 122,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_6296198"
					}
				}]
			}
		}]
	}]
}