{
	"dataset": {
		
        "prefix": "PREFIX eventKG-r: <http://eventKG.l3s.uni-hannover.de/resource/> PREFIX eventKG-s: <http://eventKG.l3s.uni-hannover.de/schema/> PREFIX eventKG-g: <http://eventKG.l3s.uni-hannover.de/graph/> PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> PREFIX so: <http://schema.org/> PREFIX sem: <http://semanticweb.cs.vu.nl/2009/11/sem/> PREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#> PREFIX wdt: <http://www.wikidata.org/prop/direct/> PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX owl: <http://www.w3.org/2002/07/owl#> PREFIX dbr: <http://dbpedia.org/resource/> PREFIX dbpedia-de: <http://de.dbpedia.org/resource/> PREFIX dcterms: <http://purl.org/dc/terms/>",
        "id": "event-qa-train-english-eventkg"
	},
	"questions": [{
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who was in the pole position in the 1952 Swiss Grand Prix and died in Savoie? ",
			"language": "en"
		}, {
			"string": "Quem estava na pole no Grande Prêmio da Suíça de 1952 e morreu em Savoie?",
			"language": "pt"
		}, {
			"string": "Wer hatte die Pole-Position beim Großen Preis der Schweiz 1952 und ist in Savoie verstorben?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:poleDriver . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:deathPlace . ?event1 owl:sameAs <http://dbpedia.org/resource/1952_Swiss_Grand_Prix> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Savoie> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 50,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_2876584"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who from Brazil National Football Team scored most goals in 2013 Copa Euro Americana?",
			"language": "en"
		}, {
			"string": "Quem da Seleção Brasileira de Futebol marcou mais gols em 2013 na Copa Euro Americana?",
			"language": "pt"
		}, {
			"string": "Welcher brasilianische Nationalspieler erzielte die meisten Tore bei der Copa EuroAmericana 2013?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:soccerTournamentTopScorer . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:nationalTeam . ?event1 owl:sameAs <http://dbpedia.org/resource/2013_Copa_EuroAmericana> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Brazil_national_football_team> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 51,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_6144097"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who was from Switzerland and did race for the first time in the Pau Grand Prix?",
			"language": "en"
		}, {
			"string": "Quem era da Suíça e correu pela primeira vez no Grande Prêmio de Pau?",
			"language": "pt"
		}, {
			"string": "Welcher Schweizer hat sein erstes Rennen beim Grand Prix de Pau 1961 bestritten?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:firstRace . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:nationality . ?event1 owl:sameAs <http://dbpedia.org/resource/1961_Pau_Grand_Prix> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Switzerland> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 52,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_13861196"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "List down the participants of the Finnish Civil War in 1918 with the Iron Cross military decoration. ",
			"language": "en"
		}, {
			"string": "Lista dos participantes da Guerra Civil Finlandesa em 1918 com a condecoração militar da Cruz de Ferro.",
			"language": "pt"
		}, {
			"string": "Welche Träger des Eisernen Kreuzes haben am Finnischen Bürgerkrieg im Jahr 1918 teilgenommen?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:conflict . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:decoration . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?event1 sem:hasEndTimeStamp ?event1EndTime . ?event1 owl:sameAs <http://dbpedia.org/resource/Finnish_Civil_War> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Iron_Cross> . FILTER (?event1StartTime >= '1918-01-01'^^xsd:date && ?event1StartTime < '1919-01-01'^^xsd:date) FILTER (?event1EndTime >= '1918-01-01'^^xsd:date && ?event1EndTime < '1919-01-01'^^xsd:date) } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 53,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_5700338"
					}
				}, {
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_11098001"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "When did European judo championships start, which was organized by EJU and hosted at the Palacio de Deportes de la Comunidad de Madrid? ",
			"language": "en"
		}, {
			"string": "Quando começaram os campeonatos europeus de judô, organizados pela EJU e sediados no Palácio de Deportes da Comunidade de Madri?",
			"language": "pt"
		}, {
			"string": "Wann begannen die Europäischen Judomeisterschaften im Sportpalast Madrid, organisiert von der Europäischen Judo-Union ?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1StartTime WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:organisation . ?relation2 rdf:object ?event1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:tenant . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?event1 owl:sameAs <http://dbpedia.org/resource/European_Judo_Championships> . ?entity1 owl:sameAs <http://dbpedia.org/resource/European_Judo_Union> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Palacio_de_Deportes_de_la_Comunidad_de_Madrid> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 54,
		"answers": [{
			"head": {
				"vars": ["event1StartTime"]
			},
			"results": {
				"bindings": [{
					"event1StartTime": {
						"datatype": "http://www.w3.org/2001/XMLSchema#date",
						"type": "typed-literal",
						"value": "1951-01-01"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What event organized by the Pan American Sports Organization was opened by Felipe Calderón?",
			"language": "en"
		}, {
			"string": "Que evento organizado pela Organização Pan-Americana de Esporte foi aberto por Felipe Calderón?",
			"language": "pt"
		}, {
			"string": "Welches Event der Panamerikanischen Sportorganisation wurde von Felipe Calderón eröffnet?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:organisation . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:officialOpenedBy . ?entity1 owl:sameAs <http://www.wikidata.org/entity/Q1199476> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Felipe_Calderón> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 55,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_8775391"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What event was organized by the French Cycling Federation where Magali Le Floc'h had the most wins?",
			"language": "en"
		}, {
			"string": "Que evento foi organizado pela Federação Francesa de Ciclismo, onde Magali Le Floc'h teve mais vitórias?",
			"language": "pt"
		}, {
			"string": "In welchem Rennen des französischen Radsportverbands hat Magali Le Floc'h die meisten Siege?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:organisation . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:mostWins . ?entity1 owl:sameAs <http://dbpedia.org/resource/French_Cycling_Federation> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Magali_Le_Floc'h> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 56,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_747771"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "How often did Elizaveta Kulichkova win a tennis tournament in the category ITF Women's Circuit?",
			"language": "en"
		}, {
			"string": "Com que frequência Elizaveta Kulichkova ganhou um torneio de tênis na categoria ITF Circuto para Mulheres?",
			"language": "pt"
		}, {
			"string": "Wie oft hat Elizaveta Kulichkova ein Tennis-Turnier des ITF Women's Circuits gewonnen?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT count ( DISTINCT ?event1 ) as ?count WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:category . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:championInSingleMale . ?entity1 owl:sameAs <http://dbpedia.org/resource/ITF_Women's_Circuit> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Elizaveta_Kulichkova> . } "
		},
		"onlyDbo": "true",
		"answerType": "number",
		"aggregation": "false",
		"id": 57,
		"answers": [{
			"head": {
				"vars": ["count"]
			},
			"results": {
				"bindings": [{
					"count": {
						"datatype": "http://www.w3.org/2001/XMLSchema#integer",
						"type": "typed-literal",
						"value": "2"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Give me the persons who were born in Panama and raced in Sunshine Millions Turf Stakes in 2003.",
			"language": "en"
		}, {
			"string": "Dê-me as pessoas que nasceram no Panamá e correram no Sunshine Millions Turf Stakes em 2003.",
			"language": "pt"
		}, {
			"string": "Wer wurde in Panama geboren und nahm an den Sunshine Millions Turf Stakes 2003 teil?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:race . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:birthPlace . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?event1 owl:sameAs <http://dbpedia.org/resource/Sunshine_Millions_Turf_Stakes> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Panama> . FILTER (?event1StartTime >= '2003-01-01'^^xsd:date && ?event1StartTime < '2004-01-01'^^xsd:date ) } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 58,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_9195982"
					}
				}, {
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_5669413"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Give me the organization of the 2005 Major League Baseball where Tony Venzon was employed.",
			"language": "en"
		}, {
			"string": "Dê-me a organização das Grandes Ligas de Beisebol de 2005, onde Tony Venzon foi contratado.",
			"language": "pt"
		}, {
			"string": "Für welche Organisation der MLB im Jahr 2005 arbeitete Tony Venzon?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:organisation . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:employer . ?event1 owl:sameAs <http://dbpedia.org/resource/2005_Major_League_Baseball_season> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Tony_Venzon> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 59,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_5548808"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "How often was the Australasian Performing Right Association a presenter in New Zealand?",
			"language": "en"
		}, {
			"string": "Quantas vezes a Associação Australasiana Performing Right foi uma apresentadora na Nova Zelândia?",
			"language": "pt"
		}, {
			"string": "Wie oft hat die APRA etwas in Neuseeland präsentiert?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT count ( DISTINCT ?event1 ) as ?count WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:country . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:presenter . ?entity1 owl:sameAs <http://dbpedia.org/resource/New_Zealand> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Australasian_Performing_Right_Association> . } "
		},
		"onlyDbo": "true",
		"answerType": "number",
		"aggregation": "false",
		"id": 60,
		"answers": [{
			"head": {
				"vars": ["count"]
			},
			"results": {
				"bindings": [{
					"count": {
						"datatype": "http://www.w3.org/2001/XMLSchema#integer",
						"type": "typed-literal",
						"value": "14"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "When did the Extended Semantic Web Conference in the area of Semantic Web, organized by the STI International, begin? ",
			"language": "en"
		}, {
			"string": "Quando começou a Conferência Estendida de Web Semântica na área de Web Semântica, organizada pela STI International?",
			"language": "pt"
		}, {
			"string": "Wann fand die von der STI International organisierte Extended Semantic Web Conference im Gebiet des Semantic Webs erstmalig statt?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1StartTime WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:publisher . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:academicDiscipline . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?event1 owl:sameAs <http://dbpedia.org/resource/Extended_Semantic_Web_Conference> . ?entity1 owl:sameAs <http://dbpedia.org/resource/Semantic_Technology_Institute_International> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Semantic_Web> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 61,
		"answers": [{
			"head": {
				"vars": ["event1StartTime"]
			},
			"results": {
				"bindings": [{
					"event1StartTime": {
						"datatype": "http://www.w3.org/2001/XMLSchema#date",
						"type": "typed-literal",
						"value": "2004-01-01"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "How often did Ferdinand Kübler achieve most wins in a road bicycle racing event?",
			"language": "en"
		}, {
			"string": "Com que frequência Ferdinand Kübler conquistou a maioria das vitórias em um evento de corrida de bicicleta?",
			"language": "pt"
		}, {
			"string": "Wie oft hat Ferdinand Kübler die meisten Siege in einem Radrennen gewonnen?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT count ( DISTINCT ?event1 ) as ?count WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:mostWins . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:sport . ?entity1 owl:sameAs <http://dbpedia.org/resource/Ferdinand_Kübler> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Road_bicycle_racing> . } "
		},
		"onlyDbo": "true",
		"answerType": "number",
		"aggregation": "false",
		"id": 62,
		"answers": [{
			"head": {
				"vars": ["count"]
			},
			"results": {
				"bindings": [{
					"count": {
						"datatype": "http://www.w3.org/2001/XMLSchema#integer",
						"type": "typed-literal",
						"value": "2"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Give me the places where the Feast of Saints Peter and Paul is celebrated and that have the City of Turin as a province.",
			"language": "en"
		}, {
			"string": "Dê-me os lugares onde a Festa dos Santos Pedro e Paulo é celebrada e que tenha a cidade de Turim como uma província.",
			"language": "pt"
		}, {
			"string": "In welcher Gemeinde der Metropolitanstadt Turin wird das Peter-und-Paul-Fest begangen?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:saint . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:province . ?event1 owl:sameAs <http://dbpedia.org/resource/Feast_of_Saints_Peter_and_Paul> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Metropolitan_City_of_Turin> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 63,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_3896739"
					}
				}, {
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_8047475"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Which institution located in Mies organized the 1989 Grand Prix motorcycle racing season?",
			"language": "en"
		}, {
			"string": "Que instituição localizada em Mies organizou o Grande Prêmio de motocicletas na temporada de 1989?",
			"language": "pt"
		}, {
			"string": "Welche Organisation in Mies organisierte die Motorrad-WM-Saison 1989?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:organisation . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:locationCountry . ?event1 owl:sameAs <http://dbpedia.org/resource/1989_Grand_Prix_motorcycle_racing_season> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Mies> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 64,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_5940346"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "How many people born in the US played in the National Collegiate Hockey Conference?",
			"language": "en"
		}, {
			"string": "Quantas pessoas nascidas nos EUA jogaram na Conferência Nacional de Hóquei Colegial?",
			"language": "pt"
		}, {
			"string": "Wie viele Spieler der National Collegiate Hockey Conference wurden in den USA geboren?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT count ( DISTINCT ?entity1 ) as ?count WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:league . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:birthPlace . ?event1 owl:sameAs <http://dbpedia.org/resource/National_Collegiate_Hockey_Conference> . ?entity2 owl:sameAs <http://dbpedia.org/resource/United_States> . } "
		},
		"onlyDbo": "true",
		"answerType": "number",
		"aggregation": "false",
		"id": 65,
		"answers": [{
			"head": {
				"vars": ["count"]
			},
			"results": {
				"bindings": [{
					"count": {
						"datatype": "http://www.w3.org/2001/XMLSchema#integer",
						"type": "typed-literal",
						"value": "2"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "When did Tour du Maroc start in the city of Morocco, where Stefan Schumacher was a recent winner?",
			"language": "en"
		}, {
			"string": "Quando começou o Tour du Maroc na cidade de Marrocos, onde Stefan Schumacher venceu recentemente?",
			"language": "pt"
		}, {
			"string": "Wann begann die Tour du Maroc in Marokko, die zuletzt von Stefan Schumacher gewonnen wurde?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1StartTime WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:recentWinner . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:city . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?event1 owl:sameAs <http://dbpedia.org/resource/Tour_du_Maroc> . ?entity1 owl:sameAs <http://dbpedia.org/resource/Stefan_Schumacher> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Morocco> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 66,
		"answers": [{
			"head": {
				"vars": ["event1StartTime"]
			},
			"results": {
				"bindings": [{
					"event1StartTime": {
						"datatype": "http://www.w3.org/2001/XMLSchema#date",
						"type": "typed-literal",
						"value": "1937-01-01"
					}
				}, {
					"event1StartTime": {
						"datatype": "http://www.w3.org/2001/XMLSchema#date",
						"type": "typed-literal",
						"value": "1987-01-16"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What was the former team of Dennis Claridge with Norb Hecker as the coach?",
			"language": "en"
		}, {
			"string": "Qual foi o antigo time de Dennis Claridge com Norb Hecker sendo treinador?",
			"language": "pt"
		}, {
			"string": "Welches war das frühere Team von Dennis Claridge, das von Norb Hecker trainiert wurde?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:formerTeam . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:coach . ?entity1 owl:sameAs <http://dbpedia.org/resource/Dennis_Claridge> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Norb_Hecker> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 67,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_766810"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who was the producer of Korg 70,000 B.C. and was also involved in operation Bluecoat?",
			"language": "en"
		}, {
			"string": "Quem foi o produtor da Korg 70.000 a.C. e também esteve envolvido na operação Bluecoat?",
			"language": "pt"
		}, {
			"string": "Wer hat die Serie 'Korg: 70,000 B.C.' produziert und war zudem involviert in der Operation Bluecoat?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:battle . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:producer . ?event1 owl:sameAs <http://dbpedia.org/resource/Operation_Bluecoat> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Korg:_70,000_B.C.> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 68,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_6179300"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who was involved in the First Taiwan Strait Crisis and rests in Taiwan?",
			"language": "en"
		}, {
			"string": "Quem estava envolvido na Primeira Crise do Estreito de Taiwan e descansa em Taiwan?",
			"language": "pt"
		}, {
			"string": "Wer war an der Krise in der Formosastraße beteiligt und verbrachte seine Zeit später in Taiwan?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:conflict . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:restingPlace . ?event1 owl:sameAs <http://dbpedia.org/resource/First_Taiwan_Strait_Crisis> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Taiwan> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 69,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_7410244"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who from Jakarta participated in Badminton at the 2015 Southeast Asian Games, men's doubles category?",
			"language": "en"
		}, {
			"string": "Quem de Jacarta participou dos Jogos de Badminton do Sudeste Asiático em 2015, categoria duplas masculino?",
			"language": "pt"
		}, {
			"string": "Welcher in Jakarta geborene Badminton-Spieler nahm am Männer-Doppel der Südostasienspiele 2015 teil?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:event . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:birthPlace . ?event1 owl:sameAs <http://dbpedia.org/resource/Badminton_at_the_2015_Southeast_Asian_Games_–_Men's_doubles> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Jakarta> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 70,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_2506213"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What television station was responsible for transmitting the 2006 Viña del Mar International Song Festival and had Turner Broadcasting System as its parent organization?",
			"language": "en"
		}, {
			"string": "Qual estação de televisão foi responsável pela transmissão do Festival Internacional da Canção de Viña del Mar em 2006 e teve o Sistema Turner de Radiodifusão como sua organização?",
			"language": "pt"
		}, {
			"string": "Welcher Turner-Fernsehsender hat das Viña del Mar Festival 2006 übertragen?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:network . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:parentOrganisation . ?event1 owl:sameAs <http://dbpedia.org/resource/2006_Viña_del_Mar_International_Song_Festival> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Turner_Broadcasting_System> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 71,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_5189827"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "How often did McLaren have the second position in the race track Sepang International Circuit?",
			"language": "en"
		}, {
			"string": "Com que frequência a McLaren conseguiu a segunda posição no Circuito Internacional de Sepang?",
			"language": "pt"
		}, {
			"string": "Wie oft wurde McLaren auf dem Sepang International Circuit Zweiter?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT count ( DISTINCT ?event1 ) as ?count WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:secondTeam . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:raceTrack . ?entity1 owl:sameAs <http://dbpedia.org/resource/McLaren> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Sepang_International_Circuit> . } "
		},
		"onlyDbo": "true",
		"answerType": "number",
		"aggregation": "false",
		"id": 72,
		"answers": [{
			"head": {
				"vars": ["count"]
			},
			"results": {
				"bindings": [{
					"count": {
						"datatype": "http://www.w3.org/2001/XMLSchema#integer",
						"type": "typed-literal",
						"value": "3"
					}
				}]
			}
		}]
	}]
}