{
	"dataset": {
		
        "prefix": "PREFIX eventKG-r: <http://eventKG.l3s.uni-hannover.de/resource/> PREFIX eventKG-s: <http://eventKG.l3s.uni-hannover.de/schema/> PREFIX eventKG-g: <http://eventKG.l3s.uni-hannover.de/graph/> PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> PREFIX so: <http://schema.org/> PREFIX sem: <http://semanticweb.cs.vu.nl/2009/11/sem/> PREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#> PREFIX wdt: <http://www.wikidata.org/prop/direct/> PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX owl: <http://www.w3.org/2002/07/owl#> PREFIX dbr: <http://dbpedia.org/resource/> PREFIX dbpedia-de: <http://de.dbpedia.org/resource/> PREFIX dcterms: <http://purl.org/dc/terms/>",
        "id": "event-qa-train-english-eventkg"
	},
	"questions": [{
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "List down the Grands Prix where the pole and the fastest drivers came from New Zealand.",
			"language": "en"
		}, {
			"string": "Lista de Grande Prêmios em que a pole e os pilotos mais rápidos vieram da Nova Zelândia.",
			"language": "pt"
		}, {
			"string": "Bei welchen Rennen waren der Pole-Fahrer und der Sieger aus Neuseeland?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:poleDriverCountry . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:fastestDriverCountry . ?entity1 owl:sameAs <http://dbpedia.org/resource/New_Zealand> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 123,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_823093"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_651771"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_670788"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_342938"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_796988"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_690942"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_491290"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Where did Jason Dufner win a professional tournament and Keegan Bradley was the champion?",
			"language": "en"
		}, {
			"string": "Onde Jason Dufner venceu um torneio profissional e Keegan Bradley foi o campeão?",
			"language": "pt"
		}, {
			"string": "Bei welchem Turnier hat Jason Dufner gewonnen und Keegan Bradley wurde der Meister?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:winsAtProTournaments . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:champion . ?entity1 owl:sameAs <http://dbpedia.org/resource/Jason_Dufner> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Keegan_Bradley> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 124,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_327709"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who was starring in Selena ¡VIVE!, 2004 and also has wrote Bidi Bidi Bom Bom song?",
			"language": "en"
		}, {
			"string": "Quem estrelou em Selena ¡VIVE! em 2004 e também compôs a música Bidi Bidi Bom Bom?",
			"language": "pt"
		}, {
			"string": "Wer spielte 2004 in 'Selena ¡VIVE!' mit und schrieb den Song 'Bidi Bidi Bom Bom'?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:starring . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:writer . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?event1 owl:sameAs <http://dbpedia.org/resource/Selena_¡VIVE!> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Bidi_Bidi_Bom_Bom> . FILTER (?event1StartTime >= '2004-01-01'^^xsd:date && ?event1StartTime < '2005-01-01'^^xsd:date) } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 125,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_4144891"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What was Mark Tuinei's college that participated in the Big West Conference?",
			"language": "en"
		}, {
			"string": "Qual foi a faculdade de Mark Tuinei que participou da Conferência do Grande Oeste?",
			"language": "pt"
		}, {
			"string": "Welcher Kollege Mark Tuineis nahm an der Big West Conference teil?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:sport . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:college . ?event1 owl:sameAs <http://dbpedia.org/resource/Big_West_Conference> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Mark_Tuinei> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 126,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_13688733"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "When did the Breakup of Yugoslavia started, which had Stjepan Mesić as one of the main characters and also triggered Yugoslav Wars? ",
			"language": "en"
		}, {
			"string": "Quando começou a separação da Iugoslávia, que teve Stjepan Mesić como um dos personagens principais e também desencadeou guerras iugoslavas?",
			"language": "pt"
		}, {
			"string": "Wann begann der Zerfall von Jugoslawien, beschrieben von Stjepan Mesić und verursachst von den Jugoslawien-Kriegen?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1StartTime WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?event2 . ?relation1 sem:roleType dbo:causedBy . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:author . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?event1 owl:sameAs <http://dbpedia.org/resource/Breakup_of_Yugoslavia> . ?event2 owl:sameAs <http://dbpedia.org/resource/Yugoslav_Wars> . ?entity1 owl:sameAs <http://dbpedia.org/resource/Stjepan_Mesić> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 127,
		"answers": [{
			"head": {
				"vars": ["event1StartTime"]
			},
			"results": {
				"bindings": [{
					"event1StartTime": {
						"datatype": "http://www.w3.org/2001/XMLSchema#date",
						"type": "typed-literal",
						"value": "1991-06-25"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who was the chancellor of the Harare Institute of Technology and the first leader of the 2005 Zimbabwean parliamentary election?",
			"language": "en"
		}, {
			"string": "Quem foi o chanceler do Instituto de Tecnologia do Harare e o primeiro líder de uma Eleição parlamentar do Zimbábue?",
			"language": "pt"
		}, {
			"string": "Wer war Kanzler am Technologie-Institut in Harare und wurde 2005 in Zimbabwe gewählt?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:firstLeader . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:chancellor . ?event1 owl:sameAs <http://dbpedia.org/resource/2005_Zimbabwean_parliamentary_election> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Harare_Institute_of_Technology> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 129,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_3939020"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "In which tournament, known as major, did Jason Dufner win?",
			"language": "en"
		}, {
			"string": "Em qual torneio, conhecido como major, Jason Dufner venceu?",
			"language": "pt"
		}, {
			"string": "Welche Major-Turniere hat Jason Dufner gewonnen?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:winsAtMajors . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:champion . ?entity1 owl:sameAs <http://dbpedia.org/resource/Jason_Dufner> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 130,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_120189"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "List down the events by EFL League One that had The Dean as home stadium.",
			"language": "en"
		}, {
			"string": "Lista dos eventos da Liga EFL de Futebol que teve o Dean como estádio.",
			"language": "pt"
		}, {
			"string": "Welche Events der Football League One fanden im Stadion The Den statt?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:homeStadium . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:league . ?entity1 owl:sameAs <http://dbpedia.org/resource/The_Den> . ?entity2 owl:sameAs <http://dbpedia.org/resource/EFL_League_One> . }"
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 132,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_820852"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_445049"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_333978"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who was with the debut team Kia Tigers and did receive the silver medal in Judo at the 2004 Summer Olympics?",
			"language": "en"
		}, {
			"string": "Quem estava com a equipe de estreia Kia Tigers e recebeu a medalha de prata no Judô nos Jogos Olímpicos de Verão de 2004?",
			"language": "pt"
		}, {
			"string": "Wer debütierte für die Kia Tigers und holte Silber bei Olympia 2004 im Judo?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:silverMedalist . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:debutTeam . ?event1 owl:sameAs <http://dbpedia.org/resource/Judo_at_the_2004_Summer_Olympics_–_Men's_100_kg> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Kia_Tigers> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 133,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_11981368"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What party that split from the Sarawak National Party was affiliated with the 1987 Sarawak state elections?",
			"language": "en"
		}, {
			"string": "Que partido se separou do Partido Nacional de Sarawak foi afiliado às eleições de 1987 em Sarawak?",
			"language": "pt"
		}, {
			"string": "Welche Partei, die sich aus der SNAP bildete, nahm an den Wahlen in Sarawak teil?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:affiliation . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:splitFromParty . ?event1 owl:sameAs <http://dbpedia.org/resource/1987_Sarawak_state_election> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Sarawak_National_Party> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 134,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_12599809"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What was the operator in the disaster of MV Princess Victoria which owned the Fallowfield Loop railway line?",
			"language": "en"
		}, {
			"string": "Qual foi o operador, que era propietário da linha férrea Fallowfield Loop, no desastre do MV Princesa Victoria?",
			"language": "pt"
		}, {
			"string": "Wer war Betreiber der Princess Victoria und besaß die Fallowfield Loop railway?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:operator . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:owner . ?event1 owl:sameAs <http://dbpedia.org/resource/MV_Princess_Victoria> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Fallowfield_Loop_railway_line> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 135,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_2447784"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who from the Kurdistan Democratic Party of Syria commanded the Kobanî massacre?",
			"language": "en"
		}, {
			"string": "Quem do Partido Democrático do Curdistão da Síria comandou o massacre de Kobanî?",
			"language": "pt"
		}, {
			"string": "Welches Mitglied der DKP war am Kobanî-Massaker beteiligt?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:commander . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:otherParty . ?event1 owl:sameAs <http://dbpedia.org/resource/Kobanî_massacre> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Kurdistan_Democratic_Party_of_Syria> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 136,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_9186272"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What military unit was in the 1948 Arab-Israeli War and had Beechcraft Super King Air as its aircraft Recon?",
			"language": "en"
		}, {
			"string": "Que unidade militar estava na Guerra Árabe-Israelense de 1948 e teve Beechcraft Super King Air como sua aeronave Recon?",
			"language": "pt"
		}, {
			"string": "Welche militärische Einheit nahm am Palästinakrieg teil und verwendete Beechcraft King Airs zur Aufklärung?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:battle . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:aircraftRecon . ?event1 owl:sameAs <http://dbpedia.org/resource/1948_Arab–Israeli_War> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Beechcraft_Super_King_Air> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 137,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_13291356"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who was a climbing specialist and won cycling at the 2012 Summer Olympics Men's individual road race?",
			"language": "en"
		}, {
			"string": "Quem era especialista em escalada e venceu o ciclismo na corrida individual para Homens de 2012 nos Jogos Olímpicos de Verão?",
			"language": "pt"
		}, {
			"string": "Welcher Bergfahrer hat das Straßenrennen bei Olympia 2012 gewonnen?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:champion . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:cyclistGenre . ?event1 owl:sameAs <http://dbpedia.org/resource/Cycling_at_the_2012_Summer_Olympics_–_Men's_individual_road_race> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Climbing_specialist> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 138,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_5233400"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "When did 64th NHK Kōhaku Uta Gassen finish the high definition television starring Haruka Ayase? ",
			"language": "en"
		}, {
			"string": "Quando a 64ª NHK Kōhaku Uta Gassen terminou em televisão de alta definição estrelada por Haruka Ayase?",
			"language": "pt"
		}, {
			"string": "Wann endete das 64. Kōhaku, das in HD ausgestrahlt wurde und in dem Haruka Ayase mitspielte?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1EndTime WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:format . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:starring . ?event1 sem:hasEndTimeStamp ?event1EndTime . ?event1 owl:sameAs <http://dbpedia.org/resource/64th_NHK_Kōhaku_Uta_Gassen> . ?entity1 owl:sameAs <http://dbpedia.org/resource/High-definition_television> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Haruka_Ayase> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 139,
		"answers": [{
			"head": {
				"vars": ["event1EndTime"]
			},
			"results": {
				"bindings": [{
					"event1EndTime": {
						"datatype": "http://www.w3.org/2001/XMLSchema#date",
						"type": "typed-literal",
						"value": "2013-12-31"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Give me the number of times when Scuderia Ferrari had the fastest and the third driver teams.",
			"language": "en"
		}, {
			"string": "Dê-me o número de vezes que a Scuderia Ferrari foi a equipe de pilotos mais rápida e a terceira mais rápida.",
			"language": "pt"
		}, {
			"string": "Wie oft war Ferrari Erster und Dritter in einem Rennen?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT count ( DISTINCT ?event1 ) as ?count WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:fastestDriverTeam . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:thirdTeam . ?entity1 owl:sameAs <http://dbpedia.org/resource/Scuderia_Ferrari> . } "
		},
		"onlyDbo": "true",
		"answerType": "number",
		"aggregation": "false",
		"id": 140,
		"answers": [{
			"head": {
				"vars": ["count"]
			},
			"results": {
				"bindings": [{
					"count": {
						"datatype": "http://www.w3.org/2001/XMLSchema#integer",
						"type": "typed-literal",
						"value": "77"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Which anthropologist influenced the Occupy movement in 2012?",
			"language": "en"
		}, {
			"string": "Qual antropólogo influenciou o movimento de Ocupação em 2012?",
			"language": "pt"
		}, {
			"string": "Welcher Anthropologe hat das Occupy movement 2012 beeinflusst?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:influenced . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:occupation . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?event1 owl:sameAs <http://dbpedia.org/resource/Occupy_movement> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Anthropologist> . FILTER (?event1StartTime >= '2012-01-01'^^xsd:date && ?event1StartTime < '2013-01-01'^^xsd:date) } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 141,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_7543219"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "In which event in the Kauffman Stadium has Pete Rose received an award?",
			"language": "en"
		}, {
			"string": "Em qual evento Pete Rose recebeu um prêmio no Estádio Kauffman?",
			"language": "pt"
		}, {
			"string": "In welchem Event im Kauffman-Stadion hat Pete Rose einen Preis erhalten?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:award . ?relation2 rdf:object ?event1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:tenant . ?entity1 owl:sameAs <http://dbpedia.org/resource/Pete_Rose> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Kauffman_Stadium> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 142,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_718023"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Give me the University of Adonal Foyle that was competing in the Patriot League.",
			"language": "en"
		}, {
			"string": "Dê-me a Universidade de Adonal Foyle que estava competindo na Liga Patriota.",
			"language": "pt"
		}, {
			"string": "An welchem College, das an der Patriot League teilnimmt, war Adonal Foyle?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:athletics . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:college . ?event1 owl:sameAs <http://dbpedia.org/resource/Patriot_League> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Adonal_Foyle> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 143,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_12978841"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "In which tournament was Colin Dobson the manager and Mohammed Al-Rawahi a player?",
			"language": "en"
		}, {
			"string": "Em que torneio Colin Dobson foi o treinador e Mohammed Al-Rawahi um jogador?",
			"language": "pt"
		}, {
			"string": "In welchem Event war Colin Dobson der Trainer und Mohammed Al-Rawahi der Spieler?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:managerClub . ?relation2 rdf:object ?event1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:team . ?entity1 owl:sameAs <http://dbpedia.org/resource/Colin_Dobson> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Mohammed_Al-Rawahi> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 144,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_8511"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "How many music events included music composed by Sylvester Levay and lyrics by Michael Kunze?",
			"language": "en"
		}, {
			"string": "Quantos eventos musicais incluíram música composta por Sylvester Levay com letras de Michael Kunze?",
			"language": "pt"
		}, {
			"string": "Bei wie vielen Events kam die Musik von Sylvester Levay und die Songtexte von Michael Kunze?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT count ( DISTINCT ?event1 ) as ?count WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:musicBy . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:lyrics . ?entity1 owl:sameAs <http://dbpedia.org/resource/Sylvester_Levay> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Michael_Kunze> . } "
		},
		"onlyDbo": "true",
		"answerType": "number",
		"aggregation": "false",
		"id": 145,
		"answers": [{
			"head": {
				"vars": ["count"]
			},
			"results": {
				"bindings": [{
					"count": {
						"datatype": "http://www.w3.org/2001/XMLSchema#integer",
						"type": "typed-literal",
						"value": "4"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who played for MFK Dolný Kubín and was the Slovak footballer of the year in 1993?",
			"language": "en"
		}, {
			"string": "Quem jogou pelo MFK Dolný Kubín e foi o futebolista eslovaco do ano em 1993?",
			"language": "pt"
		}, {
			"string": "Wer hat für MFK Dolný Kubín gespielt und war Slowakischer Fußballer des Jahres 1993?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:personFunction . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:team . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?event1 owl:sameAs <http://dbpedia.org/resource/Slovak_Footballer_of_the_Year> . ?entity2 owl:sameAs <http://dbpedia.org/resource/MFK_Dolný_Kubín> . FILTER (?event1StartTime >= '1993-01-01'^^xsd:date && ?event1StartTime < '1994-01-01'^^xsd:date) } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 146,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_5996075"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What unit was used in the Iran hostage crisis having a Grumman F-14 Tomcat aircraft fighter?",
			"language": "en"
		}, {
			"string": "Que unidade foi usada na crise dos reféns no Irã com um caça Grumman F-14 Tomcat?",
			"language": "pt"
		}, {
			"string": "Welche Einheit mit F-14s wurde in der Geiselnahme von Teheran verwendet?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:battle . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:aircraftFighter . ?event1 owl:sameAs <http://dbpedia.org/resource/Iran_hostage_crisis> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Grumman_F-14_Tomcat> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 147,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_722863"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "How often was Robert Craufurd involved in a conflict where Brown Bess was used in the war?",
			"language": "en"
		}, {
			"string": "Quantas vezes Robert Craufurd esteve envolvido em um conflito onde Brown Bess foi usado na guerra?",
			"language": "pt"
		}, {
			"string": "Wie oft war Robert Craufurd in einem Konflikt, an dem auch Brown-Bess-Gewehre benutzt wurden?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT count ( DISTINCT ?event1 ) as ?count WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:conflict . ?relation2 rdf:object ?event1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:usedInWar . ?entity1 owl:sameAs <http://dbpedia.org/resource/Robert_Craufurd> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Brown_Bess> . } "
		},
		"onlyDbo": "true",
		"answerType": "number",
		"aggregation": "false",
		"id": 148,
		"answers": [{
			"head": {
				"vars": ["count"]
			},
			"results": {
				"bindings": [{
					"count": {
						"datatype": "http://www.w3.org/2001/XMLSchema#integer",
						"type": "typed-literal",
						"value": "3"
					}
				}]
			}
		}]
	}]
}