{
	"dataset": {
		
        "prefix": "PREFIX eventKG-r: <http://eventKG.l3s.uni-hannover.de/resource/> PREFIX eventKG-s: <http://eventKG.l3s.uni-hannover.de/schema/> PREFIX eventKG-g: <http://eventKG.l3s.uni-hannover.de/graph/> PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> PREFIX so: <http://schema.org/> PREFIX sem: <http://semanticweb.cs.vu.nl/2009/11/sem/> PREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#> PREFIX wdt: <http://www.wikidata.org/prop/direct/> PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX owl: <http://www.w3.org/2002/07/owl#> PREFIX dbr: <http://dbpedia.org/resource/> PREFIX dbpedia-de: <http://de.dbpedia.org/resource/> PREFIX dcterms: <http://purl.org/dc/terms/>",
        "id": "event-qa-train-english-eventkg"
	},
	"questions": [{
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Which award was presented by the American Mathematical Society and received by Thomas Hawkins?",
			"language": "en"
		}, {
			"string": "Qual prêmio foi apresentado pela Sociedade Americana de Matemática e recebido por Thomas Hawkins?",
			"language": "pt"
		}, {
			"string": "Welcher Award der American Mathematical Society wurde Thomas Hawkins verliehen?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:award . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:presenter . ?entity1 owl:sameAs <http://dbpedia.org/resource/Thomas_W._Hawkins_Jr.> . ?entity2 owl:sameAs <http://dbpedia.org/resource/American_Mathematical_Society> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 291,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_767617"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Which unit was employed in the Operation Unified Protector in 2011 with the Consolidated PBY Catalina aircraft patrol?",
			"language": "en"
		}, {
			"string": "Qual unidade foi utilizada na operação Protetor Unificado em 2011 com a aeronave de patrulha PBY Catalina Consolidada?",
			"language": "pt"
		}, {
			"string": "Welche militärische Einheit war 2001 während der Operation Unified Protector im Einsatz und beinhaltete Catalinas?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:battle . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:aircraftPatrol . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?event1 sem:hasEndTimeStamp ?event1EndTime . ?event1 owl:sameAs <http://dbpedia.org/resource/Operation_Unified_Protector> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Consolidated_PBY_Catalina> . FILTER (?event1StartTime >= '2011-10-31'^^xsd:date && ?event1StartTime < '2012-01-01'^^xsd:date) FILTER (?event1EndTime >= '2011-10-31'^^xsd:date && ?event1EndTime < '2012-01-01'^^xsd:date) }"
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 293,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_2681056"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who received the Order of St. George and died in the Battle of Kurekdere in 1854? ",
			"language": "en"
		}, {
			"string": "Quem recebeu um prêmio na Ordem de São Jorge e morreu na batalha de Kurekdere em 1854?",
			"language": "pt"
		}, {
			"string": "Wer hat den Orden des Heiligen und Siegreichen Großmärtyrers Georg erhalten und starb 1854 in der Schlacht von Kurekdere?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:deathPlace . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:award . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?event1 sem:hasEndTimeStamp ?event1EndTime . ?event1 owl:sameAs <http://dbpedia.org/resource/Battle_of_Kurekdere> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Order_of_St._George> . FILTER (?event1StartTime >= '1854-01-01'^^xsd:date && ?event1StartTime < '1855-01-01'^^xsd:date) FILTER (?event1EndTime >= '1854-01-01'^^xsd:date && ?event1EndTime < '1855-01-01'^^xsd:date) } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 294,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_12673689"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What was transmitted by Eesti Rahvusringhääling channel in Estonia from 1973 onwards?",
			"language": "en"
		}, {
			"string": "O que foi transmitido pelo canal Eesti Rahvusringhääling na Estônia a partir de 1973?",
			"language": "pt"
		}, {
			"string": "Was wird seit 1973 vom Estnischen Rundfunk in Estland übertragen?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:country . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:channel . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?entity1 owl:sameAs <http://dbpedia.org/resource/Estonia> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Eesti_Rahvusringhääling> . FILTER (?event1StartTime >= '1973-01-01'^^xsd:date) } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 295,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_563389"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_342974"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Which event happened in the Volksparkstadion between 1988 and 2008 that made Kevin Wall a known person?",
			"language": "en"
		}, {
			"string": "Qual evento aconteceu no Volksparkstadion entre 1988 e 2008, que fez de Kevin Wall uma pessoa conhecida?",
			"language": "pt"
		}, {
			"string": "Welches Event, für das Kevin Wall bekannt wurde, geschah von 1988 bis 2007 im Volksparkstadion?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:tenant . ?relation2 rdf:object ?event1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:knownFor . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?entity1 owl:sameAs <http://dbpedia.org/resource/Volksparkstadion> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Kevin_Wall> . FILTER (?event1StartTime >= '1988-01-01'^^xsd:date && ?event1StartTime < '2008-01-01'^^xsd:date) } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 296,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_320891"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What is the academic discipline of the Alan Turin Year in 2012 that is also Craig Steven Wright's domain of expertise?",
			"language": "en"
		}, {
			"string": "Qual é a disciplina acadêmica do Ano de Alan Turing em 2012 que também é a especialidade de Craig Steven Wright?",
			"language": "pt"
		}, {
			"string": "Für welches Fachgebiet, das auch Thema des Alan-Turing-Jahres 2012 war, ist Craig Steven Wright Experte?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:academicDiscipline . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:domain . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?event1 owl:sameAs <http://dbpedia.org/resource/Alan_Turing_Year> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Craig_Steven_Wright> . FILTER (?event1StartTime >= '2012-01-01'^^xsd:date && ?event1StartTime < '2013-01-01'^^xsd:date) } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 297,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_6513777"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who was in the Mountain West Conference league in 1999 and the coach of the New Mexico Lobos team in the 2014-15 season? ",
			"language": "en"
		}, {
			"string": "Quem esteve na liga Conferência da Montanha do Oeste em 1999 e foi técnico da equipe Lobos do Novo México na temporada 2014-15?",
			"language": "pt"
		}, {
			"string": "Wer trainierte die New Mexico Lobos in der Saison 2014/15 und nahm an der Mountain West Conference im Jahr 1999 teil?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:league . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:coach . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?event1 owl:sameAs <http://dbpedia.org/resource/Mountain_West_Conference> . ?entity2 owl:sameAs <http://dbpedia.org/resource/2014–15_New_Mexico_Lobos_men's_basketball_team> . FILTER (?event1StartTime >= '1999-01-01'^^xsd:date && ?event1StartTime < '2000-01-01'^^xsd:date) } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 298,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_4579613"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Give me the spouse of Vernon Kay who was the presenter of Children in Need 2012?",
			"language": "en"
		}, {
			"string": "Quem é a esposa de Vernon Kay, que foi a apresentadora do Children in Need 2012?",
			"language": "pt"
		}, {
			"string": "Wer ist die Ehefrau von Vernon Kay, die auch die Kampagne 'Children in Need 2012' präsentiert hat?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:presenter . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:spouse . ?event1 owl:sameAs <http://dbpedia.org/resource/Children_in_Need_2012> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Vernon_Kay> . }"
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 299,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_8783500"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What was directed by Francis Mankiewicz that did include movies in Hindi?",
			"language": "en"
		}, {
			"string": "O que foi dirigido por Francis Mankiewicz que incluiu filmes em Hindi?",
			"language": "pt"
		}, {
			"string": "Für welches Werk in Hindi führte Francis Mankiewicz Regie?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:director . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:language . ?entity1 owl:sameAs <http://dbpedia.org/resource/Francis_Mankiewicz> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Hindi> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 300,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_661655"
					}
				}]
			}
		}]
	}]
}