{
	"dataset": {
		
        "prefix": "PREFIX eventKG-r: <http://eventKG.l3s.uni-hannover.de/resource/> PREFIX eventKG-s: <http://eventKG.l3s.uni-hannover.de/schema/> PREFIX eventKG-g: <http://eventKG.l3s.uni-hannover.de/graph/> PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> PREFIX so: <http://schema.org/> PREFIX sem: <http://semanticweb.cs.vu.nl/2009/11/sem/> PREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#> PREFIX wdt: <http://www.wikidata.org/prop/direct/> PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX owl: <http://www.w3.org/2002/07/owl#> PREFIX dbr: <http://dbpedia.org/resource/> PREFIX dbpedia-de: <http://de.dbpedia.org/resource/> PREFIX dcterms: <http://purl.org/dc/terms/>",
        "id": "event-qa-train-english-eventkg"
	},
	"questions": [{
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "In which event was Alex Baumann a silver medalist, that was the same sport specialty of Alexey Voyevoda? ",
			"language": "en"
		}, {
			"string": "Em qual evento Alex Baumann foi medalhista de prata, que era a mesma especialidade esportiva de Alexey Voyevoda?",
			"language": "pt"
		}, {
			"string": "Wobei gewann Alex Baumann Silber in einem Sport, den auch Alexey Voyevoda betreibt?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:silverMedalist . ?relation2 rdf:object ?event1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:sportSpecialty . ?entity1 owl:sameAs <http://dbpedia.org/resource/Alex_Baumann_(bobsledder)> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Alexey_Voyevoda> . }"
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 175,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_646215"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who belonged to Quakers and was a champion in the 1881 U.S National Championship?",
			"language": "en"
		}, {
			"string": "Quem pertenceu aos Quacres e foi campeão no Campeonato Nacional de tênis dos EUA em 1881?",
			"language": "pt"
		}, {
			"string": "Welcher Quäker hat das Männer-Doppel in der Tennis-US-Meisterschaft 1881 gewonnen?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:championInDoubleMale . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:religion . ?event1 owl:sameAs <http://dbpedia.org/resource/1881_U.S._National_Championships_(tennis)> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Quakers> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 176,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_12274738"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who was a manager of Livingston F.C. in the 2000-01 season and did also belong to the Labour Party in the UK?",
			"language": "en"
		}, {
			"string": "Quem era técnico da Livingston F.C. na temporada 2000-01 e também pertenceu ao Partido Trabalhista no Reino Unido?",
			"language": "pt"
		}, {
			"string": "Wer war Trainer des Livingston F.C. in der Saison 2000/2001 und Mitglied der Labour Party?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:manager . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:party . ?event1 owl:sameAs <http://dbpedia.org/resource/2000–01_Livingston_F.C._season> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Labour_Party_(UK)> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 177,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_13404331"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "How often did Evonne Goolagong win in the women's singles category, while did Peggy Michel win in women's doubles?",
			"language": "en"
		}, {
			"string": "Quantas vezes Evonne Goolagong venceu na categoria simples feminino enquanto Peggy Michel ganhou em duplas feminino?",
			"language": "pt"
		}, {
			"string": "Wie oft trat der Fall ein, dass Evonne Goolagong das Damen-Einzel gewann, während Peggy Michel das Damen-Doppel gewann?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT count ( DISTINCT ?event1 ) as ?count WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:championInSingleFemale . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:championInDoubleFemale . ?entity1 owl:sameAs <http://dbpedia.org/resource/Evonne_Goolagong_Cawley> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Peggy_Michel> . } "
		},
		"onlyDbo": "true",
		"answerType": "number",
		"aggregation": "false",
		"id": 178,
		"answers": [{
			"head": {
				"vars": ["count"]
			},
			"results": {
				"bindings": [{
					"count": {
						"datatype": "http://www.w3.org/2001/XMLSchema#integer",
						"type": "typed-literal",
						"value": "2"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What event, commanded by Jonas Savimbi, happened before the Angolan Civil War?",
			"language": "en"
		}, {
			"string": "Que evento, comandado por Jonas Savimbi, ocorreu antes da Guerra Civil Angolana?",
			"language": "pt"
		}, {
			"string": "Bei welchem Ereignis, das nach dem Angolanischen Bürgerkrieg stattfand, war Jonas Savimbi der Anführer?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?event2 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:nextEvent . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:commander . ?event2 owl:sameAs <http://dbpedia.org/resource/Angolan_Civil_War> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Jonas_Savimbi> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 179,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_140748"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Which Sony Pictures film was closing the 61st Berlin International Film Festival?",
			"language": "en"
		}, {
			"string": "Qual filme da Sony Pictures encerrou o 61º Festival Internacional de Cinema de Berlim?",
			"language": "pt"
		}, {
			"string": "Welcher Film von Sony Pictures war der Abschlussfilm der 61. Berlinale?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:closingFilm . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:distributor . ?event1 owl:sameAs <http://dbpedia.org/resource/61st_Berlin_International_Film_Festival> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Sony_Pictures_Classics> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 180,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_9185466"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What was the distributor of The Wildest Dream and was also the company which reproduced Interpol Investigates?",
			"language": "en"
		}, {
			"string": "Qual foi o distribuidor do título O Sonho mais Ousado que foi também a empresa que reproduziu a Interpol Investigates?",
			"language": "pt"
		}, {
			"string": "Wer vertrieb die Dokumentation 'The Wildest Dream' und die Serie 'Interpol Investigates'?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:distributor . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:company . ?event1 owl:sameAs <http://dbpedia.org/resource/The_Wildest_Dream> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Interpol_Investigates> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 181,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_11589710"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "List down the players in Swedish Hockey league who were previously playing for Brynäs IF?",
			"language": "en"
		}, {
			"string": "Lista de jogadores da Ligua Sueca de Hóquei que jogavam no time Brynäs IF?",
			"language": "pt"
		}, {
			"string": "Gib mir alle Ex-Spieler von Brynäs IF, die in der Schwedischen Hockey-Liga spielen.",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:currentLeague . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:formerTeam . ?event1 owl:sameAs <http://dbpedia.org/resource/Swedish_Hockey_League> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Brynäs_IF> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 182,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_8798039"
					}
				}, {
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_3457780"
					}
				}, {
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_5767953"
					}
				}, {
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_2332897"
					}
				}, {
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_3817810"
					}
				}, {
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_7050377"
					}
				}, {
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_2583760"
					}
				}, {
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_1704092"
					}
				}, {
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_4742468"
					}
				}, {
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_5151429"
					}
				}, {
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_6310867"
					}
				}, {
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_1691109"
					}
				}, {
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_4903268"
					}
				}, {
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_7292436"
					}
				}, {
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_9906906"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What was the territory of the Ottoman-Hotaki War where was the same Ahmad Jamshidian's death place?",
			"language": "en"
		}, {
			"string": "Qual era o território da Guerra Otomano-Hotaki que foi o mesmo local onde Ahmad Jamshidian faleceu?",
			"language": "pt"
		}, {
			"string": "Wo fand zum einen der Ottoman–Hotaki-Krieg statt und verstarb zum anderen Ahmad Jamshidian?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:territory . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType ?deathPlace . ?event1 owl:sameAs <http://dbpedia.org/resource/Ottoman–Hotaki_War_(1722–1727)> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Ahmad_Jamshidian> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 183,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_7959176"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Which member of the Republican Party died in Flight 77 in 2001?",
			"language": "en"
		}, {
			"string": "Qual membro do Partido Republicano morreu no vôo 77 em 2001?",
			"language": "pt"
		}, {
			"string": "Welche Republikaner sind 2001 im Flug 77 verstorben?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:deathCause . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:party . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?event1 sem:hasEndTimeStamp ?event1EndTime . ?event1 owl:sameAs <http://dbpedia.org/resource/American_Airlines_Flight_77> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Republican_Party_(United_States)> . FILTER (?event1StartTime >= '2001-01-01'^^xsd:date && ?event1StartTime < '2002-01-01'^^xsd:date) FILTER (?event1EndTime >= '2001-01-01'^^xsd:date && ?event1EndTime < '2002-01-01'^^xsd:date) } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 184,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_6183376"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Where has Thierry Boutsen played his first race and at the same time has Patrick Tambay occupied the second position?",
			"language": "en"
		}, {
			"string": "Onde Thierry Boutsen correu sua primeira corrida ao mesmo tempo que Patrick Tambay ocupou a segunda posição?",
			"language": "pt"
		}, {
			"string": "Welches Rennen war Thierry Boutsens erstes, zusammen mit Patrick Tambay als Zweitfahrer?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:firstRace . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:secondDriver . ?entity1 owl:sameAs <http://dbpedia.org/resource/Thierry_Boutsen> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Patrick_Tambay> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 185,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_271738"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "In which event was the Olympic Oath Sworn performed by Zhang Yining where the Qinhuangdao Olympic Sports Center Stadium was a used stadium?",
			"language": "en"
		}, {
			"string": "Qual evento ocorreu quando o Juramento Olímpico foi realizado por Zhang Yining cujo Estádio do Centro Olímpico de Esportes de Qinhuangdao era uma sede do evento?",
			"language": "pt"
		}, {
			"string": "Für welches Event im Olympischen Sportzentrum Qinhuangdao wurde der Olympische Eid von Zhang Yining geschworen?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:olympicOathSwornBy . ?relation2 rdf:object ?event1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:tenant . ?entity1 owl:sameAs <http://dbpedia.org/resource/Zhang_Yining> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Qinhuangdao_Olympic_Sports_Center_Stadium> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 186,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_1388409"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who founded Westfield Corporation and was the chairman of the 2011 Australia national soccer team season?",
			"language": "en"
		}, {
			"string": "Quem fundou a Corporação Westfield e foi o presidente da temporada 2011 da seleção nacional de futebol da Austrália?",
			"language": "pt"
		}, {
			"string": "Wer hat die Westfield Corporation gegründet und war Vorsitzender der australischen Fußballnationalmannschaft in der Saison 2011?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:chairman . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:foundedBy . ?event1 owl:sameAs <http://dbpedia.org/resource/2011_Australia_national_soccer_team_season> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Westfield_Corporation> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 187,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_6184395"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What is the North Carolina's region server that was affiliated with the 2010 USA Science and Engineering Festival? ",
			"language": "en"
		}, {
			"string": "Qual é a região da Carolina do Norte afiliada ao Festival de Ciência e Engenharia dos EUA de 2010?",
			"language": "pt"
		}, {
			"string": "Wer gehörte zum USA Science and Engineering Festival 2010 und war für North Carolina zuständig?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:affiliation . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:regionServed . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?event1 owl:sameAs <http://dbpedia.org/resource/USA_Science_and_Engineering_Festival> . ?entity2 owl:sameAs <http://dbpedia.org/resource/North_Carolina> . FILTER (?event1StartTime >= '2010-01-01'^^xsd:date && ?event1StartTime < '2011-01-01'^^xsd:date) } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 188,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_583078"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "In which pop music event did Christine Guldbrandsen participate with an associated band?",
			"language": "en"
		}, {
			"string": "Em qual evento de música pop Christine Guldbrandsen estava associada a uma banda?",
			"language": "pt"
		}, {
			"string": "An welchem Pop-Musik-Event nahm Christine Guldbrandsen teil?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:genre . ?relation2 rdf:object ?event1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:associatedBand . ?entity1 owl:sameAs <http://dbpedia.org/resource/Pop_music> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Christine_Guldbrandsen> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 189,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_221942"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "In which event in the city of Daegu did Guatemala national football team participate?",
			"language": "en"
		}, {
			"string": "Em qual evento na cidade de Daegu a seleção de futebol da Guatemala participou?",
			"language": "pt"
		}, {
			"string": "In welchen Events in Daegu nahm die guatemaltekische Fußballnationalmannschaft teil?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:team . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:locationCountry . ?entity1 owl:sameAs <http://dbpedia.org/resource/Guatemala_national_football_team> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Daegu> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 190,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_50337"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What is the Playlogic Entertainment product organized by Red Bull GmbH?",
			"language": "en"
		}, {
			"string": "Que produto Playlogic Entretenimento é organizado pela Red Bull GmbH?",
			"language": "pt"
		}, {
			"string": "Welche Events wurden von der Playlogic Entertainment produziert und von der Red Bull GmbH organisiert?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:product . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:organisation . ?entity1 owl:sameAs <http://dbpedia.org/resource/Playlogic_Entertainment> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Red_Bull_GmbH> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 191,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_425765"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "In which conflict that happened in the Wesel's territory was John VIII involved in?",
			"language": "en"
		}, {
			"string": "Em que conflito João VIII estava envolvido, que aconteceu no território de Wesel?",
			"language": "pt"
		}, {
			"string": "In welchen Konflikt in Wesel war Johann VIII. beteiligt?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:territory . ?relation2 rdf:object ?event1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:conflict . ?entity1 owl:sameAs <http://dbpedia.org/resource/Wesel> . ?entity2 owl:sameAs <http://dbpedia.org/resource/John_VIII,_Count_of_Nassau-Siegen> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 192,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_754739"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What was the Preston North End F.C.'s settlement in the 2006-07 season with the city of Preston as a district?",
			"language": "en"
		}, {
			"string": "Qual foi o acordo do Preston North End F.C. na temporada 2006-07 onde o distrito foi a cidade de Preston?",
			"language": "pt"
		}, {
			"string": "Wo in der City of Preston spielte Preston North End in der Saison 2006/2007?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:ground . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:district . ?event1 owl:sameAs <http://dbpedia.org/resource/2006–07_Preston_North_End_F.C._season> . ?entity2 owl:sameAs <http://dbpedia.org/resource/City_of_Preston,_Lancashire> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 193,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_9245490"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What was the event officially opened by Richard Nixon and had Ken Henry as a torch bearer?",
			"language": "en"
		}, {
			"string": "Qual foi o evento aberto oficialmente por Richard Nixon onde Ken Henry foi portador da tocha?",
			"language": "pt"
		}, {
			"string": "Für welches von Richard Nixon eröffnete Ereignis war Ken Henry Fackelträger?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:torchBearer . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:officialOpenedBy . ?entity1 owl:sameAs <http://dbpedia.org/resource/Ken_Henry_(speed_skater)> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Richard_Nixon> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 194,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_13113763"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "How many talent shows were developed by Stefan Raab?",
			"language": "en"
		}, {
			"string": "Quantos shows de talentos foram desenvolvidos por Stefan Raab?",
			"language": "pt"
		}, {
			"string": "Wie viele Talent-Shows hat Stefan Raab entwickelt?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT count ( DISTINCT ?event1 ) as ?count WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:genre . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:developer . ?entity1 owl:sameAs <http://dbpedia.org/resource/Talent_show> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Stefan_Raab> . } "
		},
		"onlyDbo": "true",
		"answerType": "number",
		"aggregation": "false",
		"id": 195,
		"answers": [{
			"head": {
				"vars": ["count"]
			},
			"results": {
				"bindings": [{
					"count": {
						"datatype": "http://www.w3.org/2001/XMLSchema#integer",
						"type": "typed-literal",
						"value": "2"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "When did Sun Belt Conference with the Georgia Southern University start, where the Men's Basketball player of the year was presented? ",
			"language": "en"
		}, {
			"string": "Quando começou a Conferência Sun Belt com a participação da Universidade do Sul da Georgia, onde foi apresentado o jogador de basquete masculino do ano?",
			"language": "pt"
		}, {
			"string": "Wann hat die Sun Belt Conference begonnen, an der auch die Georgia Southern University teilnahm und in der der Sun Belt Conference Men's Basketball Player of the Year ausgezeichnet wird?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1StartTime WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:athletics . ?relation2 rdf:object ?event1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:presenter . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?event1 owl:sameAs <http://dbpedia.org/resource/Sun_Belt_Conference> . ?entity1 owl:sameAs <http://dbpedia.org/resource/Georgia_Southern_University> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Sun_Belt_Conference_Men's_Basketball_Player_of_the_Year> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 196,
		"answers": [{
			"head": {
				"vars": ["event1StartTime"]
			},
			"results": {
				"bindings": [{
					"event1StartTime": {
						"datatype": "http://www.w3.org/2001/XMLSchema#date",
						"type": "typed-literal",
						"value": "1976-01-01"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "How often were Soyuz rockets launched at Baikonur?",
			"language": "en"
		}, {
			"string": "Quantas vezes foguetes Soyuz foram lançados em Baikonur?",
			"language": "pt"
		}, {
			"string": "Wie oft wurden Sojus-Raketen in Baikonur gestartet?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT count ( DISTINCT ?event1 ) as ?count WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:launchSite . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:launchVehicle . ?entity1 owl:sameAs <http://dbpedia.org/resource/Baikonur> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Soyuz_(rocket_family)> . } "
		},
		"onlyDbo": "true",
		"answerType": "number",
		"aggregation": "false",
		"id": 197,
		"answers": [{
			"head": {
				"vars": ["count"]
			},
			"results": {
				"bindings": [{
					"count": {
						"datatype": "http://www.w3.org/2001/XMLSchema#integer",
						"type": "typed-literal",
						"value": "158"
					}
				}]
			}
		}]
	}]
}