{
	"dataset": {
		
        "prefix": "PREFIX eventKG-r: <http://eventKG.l3s.uni-hannover.de/resource/> PREFIX eventKG-s: <http://eventKG.l3s.uni-hannover.de/schema/> PREFIX eventKG-g: <http://eventKG.l3s.uni-hannover.de/graph/> PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> PREFIX so: <http://schema.org/> PREFIX sem: <http://semanticweb.cs.vu.nl/2009/11/sem/> PREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#> PREFIX wdt: <http://www.wikidata.org/prop/direct/> PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX owl: <http://www.w3.org/2002/07/owl#> PREFIX dbr: <http://dbpedia.org/resource/> PREFIX dbpedia-de: <http://de.dbpedia.org/resource/> PREFIX dcterms: <http://purl.org/dc/terms/>",
        "id": "event-qa-train-english-eventkg"
	},
	"questions": [{
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "In which events was Alan Bowkett the chairman in the Carrow Road home stadium?",
			"language": "en"
		}, {
			"string": "Em que eventos Alan Bowkett foi o presidente no estádio da Carrow Road?",
			"language": "pt"
		}, {
			"string": "Was fand im Carrow-Road-Stadion statt und wurde von Alan Bowkett geleitet?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:chairman . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:homeStadium . ?entity1 owl:sameAs <http://dbpedia.org/resource/Alan_Bowkett> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Carrow_Road> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 73,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_368876"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_460427"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_828643"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_753033"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_623272"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_139364"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_593985"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What was the opening film with the screenplay written by Bill Condon in the 53rd Berlin International Film Festival? ",
			"language": "en"
		}, {
			"string": "Qual foi o filme de abertura escrito por Bill Condon no 53º Festival Internacional de Cinema de Berlim?",
			"language": "pt"
		}, {
			"string": "Mit welchem Film, geschrieben von Bill Condon, wurde die 53. Berlinale eröffnet?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:openingFilm . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:writer . ?event1 owl:sameAs <http://dbpedia.org/resource/53rd_Berlin_International_Film_Festival> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Bill_Condon> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 74,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_578615"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What company did produce the film Magical Girl and had a pole driver team in the 1937 Swiss Grand Prix?   ",
			"language": "en"
		}, {
			"string": "Qual empresa produziu o filme Garota de Fogo e teve uma equipe na pole no Grande Prêmio da Suíça de 1937?",
			"language": "pt"
		}, {
			"string": "Welche Firma hat den Film Magical Girl produziert und hatte ein Team auf der Pole-Position beim Großen Preis der Schweiz im Jahr 1937?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:poleDriverTeam . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:productionCompany . ?event1 owl:sameAs <http://dbpedia.org/resource/1937_Swiss_Grand_Prix> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Magical_Girl_(film)> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 75,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_7395624"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What election did happen in Louisiana with Etienne J. Caire?",
			"language": "en"
		}, {
			"string": "Que eleição aconteceu em Louisiana com Etienne J. Caire?",
			"language": "pt"
		}, {
			"string": "Welche Wahl fand in Louisiana mit Beteiligung von Etienne J. Caire statt?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:country . ?relation2 rdf:object ?event1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:party . ?entity1 owl:sameAs <http://dbpedia.org/resource/Louisiana> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Etienne_J._Caire> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 76,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_471891"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "In what rock music event was the album Isle of Wight recorded?",
			"language": "en"
		}, {
			"string": "Em que evento de rock o álbum Ilha de Wight foi gravado?",
			"language": "pt"
		}, {
			"string": "In welchem Rock-Musik-Event wurde das Album 'Isle of Wight' aufgezeichnet?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:genre . ?relation2 rdf:object ?event1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:recordedIn . ?entity1 owl:sameAs <http://dbpedia.org/resource/Rock_music> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Isle_of_Wight_(album)> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 77,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_61736"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Give me the battle commanded by Elemo Qiltu where he was killed.",
			"language": "en"
		}, {
			"string": "Dê-me a batalha comandada por Elemo Qiltu, onde ele foi morto.",
			"language": "pt"
		}, {
			"string": "In welcher Schlacht, deren Befehlshaber er war, ist Elemo Qiltu verstorben?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:commander . ?relation2 rdf:object ?event1 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:deathCause . ?entity1 owl:sameAs <http://dbpedia.org/resource/Elemo_Qiltu> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 78,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_565093"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Which CONCACAF event was located in Port-au-Prince? ",
			"language": "en"
		}, {
			"string": "Qual evento da CONCACAF localizado em Porto Príncipe?",
			"language": "pt"
		}, {
			"string": "Welches CONCACAF-Event fand in Port-au-Prince statt?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:company . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:locationCountry . ?entity1 owl:sameAs <http://dbpedia.org/resource/CONCACAF> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Port-au-Prince> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 79,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_442000"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who was from the men's basketball team Pepperdine Waves and participated in the Japan Basketball League?",
			"language": "en"
		}, {
			"string": "Quem era do time de basquete masculino Ondas de Pepperdine e participou da Liga de Basquete do Japão?",
			"language": "pt"
		}, {
			"string": "Wer spielt in der Japan Basketball League, nachdem er für die The Pepperdine Waves spielte?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:league . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:college . ?event1 owl:sameAs <http://dbpedia.org/resource/Japan_Basketball_League> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Pepperdine_Waves_men's_basketball> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 80,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_13464381"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What was authored by Studs Terkel that is based on Great Depression?",
			"language": "en"
		}, {
			"string": "O que foi de autoria de Studs Terkel que é baseado na Grande Depressão?",
			"language": "pt"
		}, {
			"string": "Welches Werk über die Weltwirtschaftskrise wurde von Studs Terkel geschrieben?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:nonFictionSubject . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:author . ?event1 owl:sameAs <http://dbpedia.org/resource/Great_Depression> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Studs_Terkel> .} "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 81,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_3526718"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "How often was FC Augsburg promoted in a league that took place in West Germany?",
			"language": "en"
		}, {
			"string": "Com que frequência o FC Augsburg foi promovido em uma liga que aconteceu na Alemanha Ocidental?",
			"language": "pt"
		}, {
			"string": "Wie oft ist der FC Augsburg in eine Liga in Westdeutschland aufgestiegen?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT count ( DISTINCT ?event1 ) as ?count WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:city . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:soccerLeaguePromoted . ?entity1 owl:sameAs <http://dbpedia.org/resource/West_Germany> . ?entity2 owl:sameAs <http://dbpedia.org/resource/FC_Augsburg> . } "
		},
		"onlyDbo": "true",
		"answerType": "number",
		"aggregation": "false",
		"id": 82,
		"answers": [{
			"head": {
				"vars": ["count"]
			},
			"results": {
				"bindings": [{
					"count": {
						"datatype": "http://www.w3.org/2001/XMLSchema#integer",
						"type": "typed-literal",
						"value": "7"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Which location in the Val-d'Isère's canton was the city of the 1969 ICF Canoe Slalom World Championships?",
			"language": "en"
		}, {
			"string": "Qual local do cantão de Val d'Isère foi a cidade dos Campeonatos Mundiais de Canoagem Slalom da ICF em 1969?",
			"language": "pt"
		}, {
			"string": "In welchem Kanton Val-d'Isères wurden die Kanuslalom-Weltmeisterschaften 1969 ausgetragen?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:city . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:canton . ?event1 owl:sameAs <http://dbpedia.org/resource/1969_ICF_Canoe_Slalom_World_Championships> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Val-d'Isère> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 83,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_13781448"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "List Paraguayans who received the Tour de las Américas award.",
			"language": "en"
		}, {
			"string": "Lista dos paraguaios que receberam o prêmio Tour de las Américas.",
			"language": "pt"
		}, {
			"string": "Liste alle Paraguayaner auf, die bei der Tour de las Américas prämiert wurden.",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:award . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:nationality . ?event1 owl:sameAs <http://dbpedia.org/resource/Tour_de_las_Américas> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Paraguay> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 84,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_6482182"
					}
				}, {
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_8263318"
					}
				}, {
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_4668350"
					}
				}, {
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_6061038"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who was the warrior and commander in the Battle of Platte Bridge in 1865?",
			"language": "en"
		}, {
			"string": "Quem foi guerreiro e comandante na Batalha da Ponte de Platte em 1865?",
			"language": "pt"
		}, {
			"string": "Wer war sowohl Krieger als auch Kommandeur im Battle of Platte Bridge 1865?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:commander . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:activity . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?event1 owl:sameAs <http://dbpedia.org/resource/Battle_of_Platte_Bridge> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Warrior> . FILTER (?event1StartTime >= '1865-01-01'^^xsd:date && ?event1StartTime < '1866-01-01'^^xsd:date) } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 85,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_10237940"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What territory was both, the birthplace of Sigismund and the location where the War of the Succession of Landshut happened?",
			"language": "en"
		}, {
			"string": "Que território foi o local de nascimento de Sigismund e onde a Guerra da Sucessão de Landshut aconteceu?",
			"language": "pt"
		}, {
			"string": "Wo wurde sowohl Sigismund von Luxemburg geboren als auch der Landshuter Erbfolgekrieg ausgetragen?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:territory . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:birthPlace . ?event1 owl:sameAs <http://dbpedia.org/resource/War_of_the_Succession_of_Landshut> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Sigismund,_Holy_Roman_Emperor> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 86,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_1005413"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What was the language of Cinema One Originals film festival that belongs to the family of Maranao languages?",
			"language": "en"
		}, {
			"string": "Qual foi a língua do festival Cinema One Originals que pertence à família de línguas chamada Maranao?",
			"language": "pt"
		}, {
			"string": "In welcher Maranao-Sprache war das Cinema-One-Originals-Festival?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:language . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:languageFamily . ?event1 owl:sameAs <http://dbpedia.org/resource/Cinema_One_Originals> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Maranao_language> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 87,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_2064980"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Which agricultural show did happen in the Claremont Showground?",
			"language": "en"
		}, {
			"string": "Que show agrícola aconteceu no Claremont Showground?",
			"language": "pt"
		}, {
			"string": "Welche landwirtschaftliche Show fand im Claremont Showground statt?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:genre . ?relation2 rdf:object ?event1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:tenant . ?entity1 owl:sameAs <http://dbpedia.org/resource/Agricultural_show> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Claremont_Showground> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 88,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_130185"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who was the director of an Adelaide Film Festival in 2011 born in Sydney?",
			"language": "en"
		}, {
			"string": "Quem foi o diretor do Festival de Cinema de Adelaide em 2011 nascido em Sydney?",
			"language": "pt"
		}, {
			"string": "Welcher Direktor des 5. Adelaide-Film-Festivals wurde in Sydney geboren?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:director . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:birthPlace . ?event1 owl:sameAs <http://dbpedia.org/resource/2011_Adelaide_Film_Festival> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Sydney> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 89,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_10836123"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who has built the Wakayama Castle and has lead the Battle of Sendaigawa in 1587?",
			"language": "en"
		}, {
			"string": "Quem construiu o Castelo de Wakayama e liderou a Batalha de Sendaigawa em 1587?",
			"language": "pt"
		}, {
			"string": "Wer hat die Burg Wakayama erbaut und war zugleich Kommandeur in der Schlacht um Sendaigawa im Jahr 1587?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:commander . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:builder . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?event1 owl:sameAs <http://dbpedia.org/resource/Battle_of_Sendaigawa> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Wakayama_Castle> . FILTER (?event1StartTime >= '1587-01-01'^^xsd:date && ?event1StartTime < '1588-01-01'^^xsd:date) } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 90,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_12592997"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Which sport discipline of Peter Luther does the 2009 FEI European Jumping and Dressage Championships belong to?",
			"language": "en"
		}, {
			"string": "A que disciplina desportiva de Peter Luther pertence o Campeonato Europeu de Salto e Adestramento de 2009 da FEI?",
			"language": "pt"
		}, {
			"string": "Welche Sportart wird in den Europäischen FEI-Springen-und-Dressurmeisterschaften 2009 und von Peter Luther betrieben?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:sport . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:horseRidingDiscipline . ?event1 owl:sameAs <http://dbpedia.org/resource/2009_FEI_European_Jumping_and_Dressage_Championships> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Peter_Luther> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 91,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_9719558"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What is the type of sport in the 1998 FIA GT Championship organized by the Nascar Mexico company?",
			"language": "en"
		}, {
			"string": "Qual é o tipo de esporte do campeonato FIA GT de 1998 organizado pela Nascar México?",
			"language": "pt"
		}, {
			"string": "Welcher Sport wurde bei der FIA-GT-Meisterschafts-Saison 1998 und von der NASCAR Mexiko betrieben?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:sport . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:industry . ?event1 owl:sameAs <http://dbpedia.org/resource/1998_FIA_GT_Championship> . ?entity2 owl:sameAs <http://dbpedia.org/resource/NASCAR_Mexico> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 92,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_2900676"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Give me the PBC Academic's home arena that was also hosting the Junior Eurovision Song Contest in 2015.",
			"language": "en"
		}, {
			"string": "Dê-me a arena do PBC Academic que também sediou o Festival Eurovisão da Canção Júnior em 2015.",
			"language": "pt"
		}, {
			"string": "Welche Arena ist sowohl Spielstätte von Akademik Sofia als auch Austragungsort des Junior Eurovision Song Contest 2015?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:tenant . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:homeArena . ?event1 owl:sameAs <http://dbpedia.org/resource/Junior_Eurovision_Song_Contest_2015> . ?entity2 owl:sameAs <http://dbpedia.org/resource/PBC_Academic> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 93,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_7686711"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "How often was Terry Wogan a presenter with the BBC Two network?",
			"language": "en"
		}, {
			"string": "Quantas vezes Terry Wogan foi um apresentador na rede BBC Two?",
			"language": "pt"
		}, {
			"string": "Wie oft hat Terry Wogan etwas für die BBC Two präsentiert?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT count ( DISTINCT ?event1 ) as ?count WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:presenter . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:network . ?entity1 owl:sameAs <http://dbpedia.org/resource/Terry_Wogan> . ?entity2 owl:sameAs <http://dbpedia.org/resource/BBC_Two> . } "
		},
		"onlyDbo": "true",
		"answerType": "number",
		"aggregation": "false",
		"id": 94,
		"answers": [{
			"head": {
				"vars": ["count"]
			},
			"results": {
				"bindings": [{
					"count": {
						"datatype": "http://www.w3.org/2001/XMLSchema#integer",
						"type": "typed-literal",
						"value": "6"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "How often did Ferrari appear as the fastest driver team and Williams appear as the second team?",
			"language": "en"
		}, {
			"string": "Com que frequência a Ferrari aparece como a equipe de pilotos mais rápida e a Williams aparece como a segunda equipe?",
			"language": "pt"
		}, {
			"string": "Wie oft war Ferrari am schnellsten und Williams Zweiter?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT count ( DISTINCT ?event1 ) as ?count WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:fastestDriverTeam . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:secondTeam . ?entity1 owl:sameAs <http://dbpedia.org/resource/Scuderia_Ferrari> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Williams_Grand_Prix_Engineering> . } "
		},
		"onlyDbo": "true",
		"answerType": "number",
		"aggregation": "false",
		"id": 95,
		"answers": [{
			"head": {
				"vars": ["count"]
			},
			"results": {
				"bindings": [{
					"count": {
						"datatype": "http://www.w3.org/2001/XMLSchema#integer",
						"type": "typed-literal",
						"value": "14"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "In which league, that is a subsidiary of the Football Sports Development Ltd, did Kerala Blasters secure qualification in 2014?",
			"language": "en"
		}, {
			"string": "Em qual liga, subsidiária da Desenvolvimento dos Esportes de Futebol Ltda, Kerala Blasters garantiu a qualificação em 2014?",
			"language": "pt"
		}, {
			"string": "An welcher Liga, die von der Football Sports Development Ltd organisiert wird, nahm der Kerala Blasters FC in der Saison 2014 teil?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:league . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:subsidiary . ?event1 owl:sameAs <http://dbpedia.org/resource/2014_Kerala_Blasters_FC_season> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Football_Sports_Development> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 96,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_7743986"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "How many times was Jim Clark the first driver and Lotus the fastest team?",
			"language": "en"
		}, {
			"string": "Quantas vezes Jim Clark foi o primeiro piloto e a Lotus a equipe mais rápida?",
			"language": "pt"
		}, {
			"string": "Wie oft war Jim Clark Erster und Lotus das schnellste Team?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT count ( DISTINCT ?event1 ) as ?count WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:firstDriver . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:fastestDriverTeam . ?entity1 owl:sameAs <http://dbpedia.org/resource/Jim_Clark> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Team_Lotus> . } "
		},
		"onlyDbo": "true",
		"answerType": "number",
		"aggregation": "false",
		"id": 97,
		"answers": [{
			"head": {
				"vars": ["count"]
			},
			"results": {
				"bindings": [{
					"count": {
						"datatype": "http://www.w3.org/2001/XMLSchema#integer",
						"type": "typed-literal",
						"value": "31"
					}
				}]
			}
		}]
	}]
}