{
	"dataset": {
		
        "prefix": "PREFIX eventKG-r: <http://eventKG.l3s.uni-hannover.de/resource/> PREFIX eventKG-s: <http://eventKG.l3s.uni-hannover.de/schema/> PREFIX eventKG-g: <http://eventKG.l3s.uni-hannover.de/graph/> PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> PREFIX so: <http://schema.org/> PREFIX sem: <http://semanticweb.cs.vu.nl/2009/11/sem/> PREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#> PREFIX wdt: <http://www.wikidata.org/prop/direct/> PREFIX dbo: <http://dbpedia.org/ontology/> PREFIX owl: <http://www.w3.org/2002/07/owl#> PREFIX dbr: <http://dbpedia.org/resource/> PREFIX dbpedia-de: <http://de.dbpedia.org/resource/> PREFIX dcterms: <http://purl.org/dc/terms/>",
        "id": "event-qa-train-english-eventkg"
	},
	"questions": [{
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Which events in the category of the UCI America Tour happened in Canada?",
			"language": "en"
		}, {
			"string": "Quais eventos na categoria do UCI America Tour aconteceram no Canadá?",
			"language": "pt"
		}, {
			"string": "Welche Events der UCI America Tour fanden in Kanada statt?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:country . ?relation2 rdf:object ?event2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:category . ?entity1 owl:sameAs <http://dbpedia.org/resource/Canada> . ?event2 owl:sameAs <http://it.dbpedia.org/resource/UCI_America_Tour> . }"
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 198,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_817426"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_784941"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_264919"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What is the academic discipline of the OOPSLA conference, which is also a category of the Squeak language?",
			"language": "en"
		}, {
			"string": "Qual é a disciplina acadêmica da conferência OOPSLA, que também é uma categoria da linguagem Squeak?",
			"language": "pt"
		}, {
			"string": "Welches Thema wird in der OOPSLA-Konferenz diskutiert und ist auch Konzept von Squeak?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:academicDiscipline . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:category . ?event1 owl:sameAs <http://dbpedia.org/resource/OOPSLA> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Squeak> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 199,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_1022805"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who was the champion of the 1993 World Mountain Running Championships and currently plays for the NHL?",
			"language": "en"
		}, {
			"string": "Quem foi o campeão do Campeonato Mundial de Corrida de Montanha em 1993 e atualmente joga pela NHL?",
			"language": "pt"
		}, {
			"string": "Wer gewann die Berglauf-Weltmeisterschaften 1993 und spielt derzeit in der NHL?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:champion . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:currentLeague . ?event1 owl:sameAs <http://dbpedia.org/resource/1993_World_Mountain_Running_Championships> . ?entity2 owl:sameAs <http://dbpedia.org/resource/National_Hockey_League> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 200,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_1462282"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who did create the exhibition in memory of teacher in Saint Petersburg in 1997 and also did teach in the Imperial Academy of Arts?",
			"language": "en"
		}, {
			"string": "Quem criou a exposição chamada Em Memória do Professor em São Petersburgo em 1997 e também lecionou na Academia Imperial de Artes?",
			"language": "pt"
		}, {
			"string": "Wer zeichnete für die Ausstellung 'In memory of Teacher' verantwortlich und lehrte an der Russischen Kunstakademie?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:author . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:training . ?event1 owl:sameAs <http://dbpedia.org/resource/In_memory_of_Teacher_(Saint_Petersburg,_1997)> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Imperial_Academy_of_Arts> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 201,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_12271862"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "When did the conference ECAC Hockey begin, where Emerance Maschmeyer was playing the league and Brown University had this conference as one of its athletic institutions?",
			"language": "en"
		}, {
			"string": "Quando começou a conferência ECAC Hockey, onde Emerance Maschmeyer estava jogando a liga e a Universidade Brown teve essa conferência como uma de suas instituições esportivas?",
			"language": "pt"
		}, {
			"string": "Wann begann die ECAC Hockey, an der als Spieler auch Emerance Maschmeyer und zudem die Brown-Universität teilnahm?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1StartTime WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:league . ?relation2 rdf:object ?event1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:athletics . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?event1 owl:sameAs <http://dbpedia.org/resource/ECAC_Hockey> . ?entity1 owl:sameAs <http://dbpedia.org/resource/Emerance_Maschmeyer> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Brown_University> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 202,
		"answers": [{
			"head": {
				"vars": ["event1StartTime"]
			},
			"results": {
				"bindings": [{
					"event1StartTime": {
						"datatype": "http://www.w3.org/2001/XMLSchema#date",
						"type": "typed-literal",
						"value": "1961-01-01"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who was the Operation Dingo's commander and lieutenant of Herbert Chitepo?",
			"language": "en"
		}, {
			"string": "Quem era o comandante da Operação Dingo e tenente de Herbert Chitepo?",
			"language": "pt"
		}, {
			"string": "Wer war Befehlshaber der Operation Dingo und Leutnant von Herbert Chitepo?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:commander . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:lieutenant . ?event1 owl:sameAs <http://dbpedia.org/resource/Operation_Dingo> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Herbert_Chitepo> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 203,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_7375952"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What territory that has Spanish as a spoken language did Spain conquer with the so called Spanish Conquest of Chiapas?",
			"language": "en"
		}, {
			"string": "Que território, cuja língua falada é o espanhol, a Espanha conquistou com a chamada Conquista Espanhola de Chiapas?",
			"language": "pt"
		}, {
			"string": "Welches spanisch-sprachige Gebiet hat Spanien im Rahmen der Eroberung von Chiapas erobert?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:territory . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:language . ?event1 owl:sameAs <http://dbpedia.org/resource/Spanish_conquest_of_Chiapas> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Spanish_language> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 204,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_3315061"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who was the composer of The Passion music television special that had Shane Harper as an associated musician?",
			"language": "en"
		}, {
			"string": "Quem foi o compositor de A Paixão, um especial de música na televisão onde Shane Harper era um músico associado?",
			"language": "pt"
		}, {
			"string": "Wer komponierte das 'The Passion' und arbeitete mit Shane Harper zusammen?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:composer . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:associatedMusicalArtist . ?event1 owl:sameAs <http://dbpedia.org/resource/The_Passion:_New_Orleans> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Shane_Harper> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 205,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_3043460"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What was Tamam Shud's hometown where Newcastle Jets played in 2016/17?",
			"language": "en"
		}, {
			"string": "Qual era a cidade natal de Tamam Shud, onde o Newcastle Jets jogou em 2016/17?",
			"language": "pt"
		}, {
			"string": "Welcher Ort ist zugleich Wohnort von Tamam Shud und Spielstätte der Newcastle Jets in der Saison 2016/17?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:ground . ?relation2 rdf:object ?entity1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:hometown . ?event1 owl:sameAs <http://dbpedia.org/resource/2016–17_Newcastle_Jets_FC_season> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Tamam_Shud> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 206,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_3507606"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Which former partner of Robin Szolkowy has won the bronze medal in the 2010 Winter Olympics?",
			"language": "en"
		}, {
			"string": "Que antiga parceira de Robin Szolkowy ganhou medalha de bronze nos jogos olímpicos de inverno de 2010?",
			"language": "pt"
		}, {
			"string": "Welche Partnerin von Robin Szolkowy hat 2010 bei Olympia eine Bronzemedaille gewonnen?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:bronzeMedalist . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:formerPartner . ?event1 owl:sameAs <http://dbpedia.org/resource/Figure_skating_at_the_2010_Winter_Olympics_–_Pairs_skating> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Robin_Szolkowy> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 207,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_358162"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Which volleyball events happened in France in 2014?",
			"language": "en"
		}, {
			"string": "Quais eventos de Voleibol aconteceram na França em 2014?",
			"language": "pt"
		}, {
			"string": "Welche Volleyball-Events geschahen 2014 in Frankreich?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:city . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:sport . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?entity1 owl:sameAs <http://dbpedia.org/resource/France> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Volleyball> . FILTER (?event1StartTime >= '2014-01-01'^^xsd:date && ?event1StartTime < '2015-01-01'^^xsd:date) } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 208,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_302578"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_90770"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_255889"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_777634"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Farouq Brigades were in the Syrian Civil War and Homs Governorate was their garrison place, right?",
			"language": "en"
		}, {
			"string": "As Brigadas Farouq estavam na Guerra Civil da Síria e Homs Governorate era o local de guarnição dessas brigadas, correto?",
			"language": "pt"
		}, {
			"string": "Kämpften die Faruq-Brigaden im Syrischen Bürgerkrieg und sind sie in Homs ansässig?",
			"language": "de"
		}],
		"query": {
			"sparql": "ASK  { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:battle . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:garrison . ?event1 owl:sameAs <http://dbpedia.org/resource/Syrian_Civil_War> . ?entity1 owl:sameAs <http://dbpedia.org/resource/Farouq_Brigades> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Homs_Governorate> . } "
		},
		"onlyDbo": "true",
		"answerType": "boolean",
		"aggregation": "false",
		"id": 209,
		"answers": [{
			"head": {},
			"boolean": true
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Did Victor Espinoza, who was working as jockey, play in Breeders' Cup Distaff?",
			"language": "en"
		}, {
			"string": "Victor Espinoza, que jogava jóquei, participou da Copa de Breeders Distaff?",
			"language": "pt"
		}, {
			"string": "War Victor Espinoza Jockey und nahm am Breeders' Cup Distaff teil?",
			"language": "de"
		}],
		"query": {
			"sparql": "ASK  { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:race . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:occupation . ?event1 owl:sameAs <http://dbpedia.org/resource/Breeders'_Cup_Distaff> . ?entity1 owl:sameAs <http://dbpedia.org/resource/Victor_Espinoza> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Jockey> . } "
		},
		"onlyDbo": "true",
		"answerType": "boolean",
		"aggregation": "false",
		"id": 210,
		"answers": [{
			"head": {},
			"boolean": true
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Is it true that Celtic F.C. won the 1970-71 Scottish Cup and that Rangers F.C was affiliated to the Scottish Cup in that season?",
			"language": "en"
		}, {
			"string": "É verdade que o Celtic F.C. venceu a Copa da Escócia de 1970-71 e o Rangers F.C estava afiliado à essa Copa?",
			"language": "pt"
		}, {
			"string": "Stimmt es, dass Celtic den Schottischen Pokal 1970/1 gewonnen hatte, an dem auch die Rangers teilnahmen?",
			"language": "de"
		}],
		"query": {
			"sparql": "ASK  { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:soccerLeagueWinner . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:affiliation . ?event1 owl:sameAs <http://dbpedia.org/resource/1970–71_Scottish_Cup> . ?entity1 owl:sameAs <http://dbpedia.org/resource/Celtic_F.C.> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Rangers_F.C.> . } "
		},
		"onlyDbo": "true",
		"answerType": "boolean",
		"aggregation": "false",
		"id": 211,
		"answers": [{
			"head": {},
			"boolean": true
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Who was in Anglo-Spanish War between 1585 and 1604 who died in Sanlúcar de Barrameda? ",
			"language": "en"
		}, {
			"string": "Quem estava na Guerra Anglo-Espanhola entre 1585 e 1604 que morreu na Sanlúcar de Barrameda?",
			"language": "pt"
		}, {
			"string": "Wer war am englisch-spanische Krieg von 1585 bis 1604 beteiligt und verstarb in Sanlúcar de Barrameda?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?entity1 WHERE { ?relation1 rdf:object ?event1 . ?relation1 rdf:subject ?entity1 . ?relation1 sem:roleType dbo:battle . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?entity1 . ?relation2 sem:roleType dbo:deathPlace . ?event1 owl:sameAs <http://dbpedia.org/resource/Anglo-Spanish_War_(1585–1604)> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Sanlúcar_de_Barrameda> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 212,
		"answers": [{
			"head": {
				"vars": ["entity1"]
			},
			"results": {
				"bindings": [{
					"entity1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_3872459"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Did the 1994 FA Charity Shield tournament happen in London where Manchester United FC was competing?",
			"language": "en"
		}, {
			"string": "O torneio FA Charity Shield de 1994 aconteceu em Londres, onde o Manchester United FC estava competindo?",
			"language": "pt"
		}, {
			"string": "Wurde der FA Charity Shield in London ausgetragen und hat Manchester United daran teilgenommen?",
			"language": "de"
		}],
		"query": {
			"sparql": "ASK  { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:city . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:team . ?event1 owl:sameAs <http://dbpedia.org/resource/1994_FA_Charity_Shield> . ?entity1 owl:sameAs <http://dbpedia.org/resource/London> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Manchester_United_F.C.> . } "
		},
		"onlyDbo": "true",
		"answerType": "boolean",
		"aggregation": "false",
		"id": 213,
		"answers": [{
			"head": {},
			"boolean": true
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Give me the number of events, where the silver medal was conquered by Pierluigi Chicca and the gold medal was conquered by Umyar Mavlikhanov.",
			"language": "en"
		}, {
			"string": "Dê-me o número de eventos, onde Pierluigi Chicca conquistou medalha de ouro e Umyar Mavlikhanov conquistou medalha de prata.",
			"language": "pt"
		}, {
			"string": "Gib mir die Anzahl der Events, in denen Pierluigi Chicca Silber und Umyar Mavlikhanov Gold geholt hat.",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT count ( DISTINCT ?event1 ) as ?count WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:silverMedalist . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:goldMedalist . ?entity1 owl:sameAs <http://dbpedia.org/resource/Pierluigi_Chicca> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Umyar_Mavlikhanov> . }"
		},
		"onlyDbo": "true",
		"answerType": "number",
		"aggregation": "false",
		"id": 214,
		"answers": [{
			"head": {
				"vars": ["count"]
			},
			"results": {
				"bindings": [{
					"count": {
						"datatype": "http://www.w3.org/2001/XMLSchema#integer",
						"type": "typed-literal",
						"value": "2"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "List the events starred by Janin Ullmann in Germany.",
			"language": "en"
		}, {
			"string": "Lista dos eventos estrelados por Janin Ullmann na Alemanha.",
			"language": "pt"
		}, {
			"string": "An welchen Events in Deutschland war Janin Ullmann beteiligt?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:country . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:starring . ?entity1 owl:sameAs <http://dbpedia.org/resource/Germany> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Janin_Ullmann> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 215,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_9899108"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_441262"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_13440258"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_8103344"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_745753"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_4527032"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_7535150"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_7035825"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_11562476"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_806410"
					}
				}, {
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/entity_12320301"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "By which event did Alan Simon compose the music while Pat O'May joined with an associated band? ",
			"language": "en"
		}, {
			"string": "Em qual evento Alan Simon foi o compositor musical e Pat O'May participou em uma banda?",
			"language": "pt"
		}, {
			"string": "Wofür erstellte Alan Simon die Musik und Pat O'May war mit seiner Band beteiligt?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:musicBy . ?relation2 rdf:object ?event1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:associatedBand . ?entity1 owl:sameAs <http://dbpedia.org/resource/Alan_Simon_(musician)> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Pat_O'May> . }"
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 216,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_54092"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What soccer tournament had Matías Alustiza in the top score position with Club Atlético Vélez Sarsfield playing that season?",
			"language": "en"
		}, {
			"string": "Que torneio de futebol teve Matías Alustiza como artilheiro e o Clube Atlético Vélez Sarsfield nessa temporada?",
			"language": "pt"
		}, {
			"string": "In welcher Saison war Matías Alustiza der Toptorschütze und Club Atlético Vélez Sársfield ein Teilnehmer?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:soccerTournamentTopScorer . ?relation2 rdf:object ?event1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:season . ?entity1 owl:sameAs <http://dbpedia.org/resource/Matías_Alustiza> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Club_Atlético_Vélez_Sarsfield> . } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 217,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_291175"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Which event did take place in the Aviva Centre located in Montreal in 2016?",
			"language": "en"
		}, {
			"string": "Que evento de 2016 aconteceu no Aviva Center localizado em Montreal?",
			"language": "pt"
		}, {
			"string": "Welches Event fand im Aviva Centre in Montreal im Jahr 2016 statt?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:locationCity . ?relation2 rdf:object ?event1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:tenant . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?event1 sem:hasEndTimeStamp ?event1EndTime . ?entity1 owl:sameAs <http://dbpedia.org/resource/Montreal> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Aviva_Centre> . FILTER (?event1StartTime >= '2016-01-01'^^xsd:date && ?event1StartTime < '2017-01-01'^^xsd:date) FILTER (?event1EndTime >= '2016-01-01'^^xsd:date && ?event1EndTime < '2017-01-01'^^xsd:date) } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 218,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_813637"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "What happened in 2014 in Székesfehérvár in Hungary?",
			"language": "en"
		}, {
			"string": "O que aconteceu em 2014 em Székesfehérvár na Hungria?",
			"language": "pt"
		}, {
			"string": "Was ist 2014 in Székesfehérvár in Ungarn passiert?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:country . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:city . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?entity1 owl:sameAs <http://dbpedia.org/resource/Hungary> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Székesfehérvár> . FILTER (?event1StartTime >= '2014-01-01'^^xsd:date && ?event1StartTime < '2015-01-01'^^xsd:date) } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 219,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_492327"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "In which event in 1956 did Brook Bernacchi become the first leader and Brigant Cassian the second?",
			"language": "en"
		}, {
			"string": "Em que evento Brook Bernacchi conquistou a primeira posição seguido por Brigant Cassian em 1956?",
			"language": "pt"
		}, {
			"string": "Aus welchem Ereignis im Jahr 1956 ging Brook Bernacchi als Sieger und Brigant Cassian als Zweitplatzierter hervor?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:secondLeader . ?relation2 rdf:object ?entity2 . ?relation2 rdf:subject ?event1 . ?relation2 sem:roleType dbo:firstLeader . ?event1 sem:hasBeginTimeStamp ?event1StartTime . ?entity1 owl:sameAs <http://dbpedia.org/resource/Brigant_Cassian> . ?entity2 owl:sameAs <http://dbpedia.org/resource/Brook_Bernacchi> . FILTER (?event1StartTime >= '1956-01-01'^^xsd:date && ?event1StartTime < '1957-01-01'^^xsd:date) } "
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 220,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_704472"
					}
				}]
			}
		}]
	}, {
		"knowledgegraph": "eventkg",
		"hybrid": "false",
		"question": [{
			"string": "Which conflict involving József Alvinczi happened before the Treaty of Teschen?",
			"language": "en"
		}, {
			"string": "Que conflito envolvendo József Alvinczi aconteceu antes do Tratado de Teschen?",
			"language": "pt"
		}, {
			"string": "An welchem Konflikt, der dem Frieden von Teschen nachfolgte, war József Alvinczi beteiligt?",
			"language": "de"
		}],
		"query": {
			"sparql": "SELECT DISTINCT ?event1 WHERE { ?relation1 rdf:object ?entity1 . ?relation1 rdf:subject ?event1 . ?relation1 sem:roleType dbo:nextEvent . ?relation2 rdf:object ?event1 . ?relation2 rdf:subject ?entity2 . ?relation2 sem:roleType dbo:conflict . ?entity1 owl:sameAs <http://dbpedia.org/resource/Treaty_of_Teschen> . ?entity2 owl:sameAs <http://dbpedia.org/resource/József_Alvinczi> . }"
		},
		"onlyDbo": "true",
		"answerType": "resource",
		"aggregation": "false",
		"id": 221,
		"answers": [{
			"head": {
				"vars": ["event1"]
			},
			"results": {
				"bindings": [{
					"event1": {
						"type": "uri",
						"value": "http://eventKG.l3s.uni-hannover.de/resource/event_842662"
					}
				}]
			}
		}]
	}]
}